{"translation-revision-date":"2023-10-17 14:48:22+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-page-6d552ffd86ca7446e745.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt","plural-forms":"nplurals=2; plural=n != 1;"},"%s dismissed":["%s descartadas"],"View all recommendations":["Ver todas as recomendações"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["O Assistente de chat é o painel a que deve dirigir-se para aproveitar ao máximo o seu site."],"Use this toggle to collapse or expand the sidebar menu.":["Use este botão para minimizar ou expandir o menu da barra lateral."],"Collapse menu":["Minimizar menu"],"Back to Knowledge Base home":["Voltar à página inicial da Base de dados de conhecimento"],"Go back to the list of Blocks":["Voltar à lista de blocos"],"Go to the list of Blocks":["Ir para a lista de blocos"],"Sorry, we couldn't find anything":["Lamentamos, mas não encontrámos nada"],"Search for articles":["Pesquisar artigos"],"Search results for \"%s\"":["Pesquisar resultados para \"%s\""],"From here you can customize the dimensions, padding, and margins used for your site layout.":["A partir daqui, pode personalizar as dimensões, o espaçamento e as margens utilizadas no layout do seu site."],"The Layout button opens the layout settings panel.":["O botão Layout abre o painel de opções de layout."],"Select the theme's palette or individual elements to customize their colors.":["Seleccione a paleta do tema ou elementos individuais para personalizar as respectivas cores."],"The Colors button opens the color settings panel.":["O botão Cores abre o painel de opções de cores."],"Colors":["Cores"],"Choose a typographic element to customize.":["Escolha um elemento tipográfico a personalizar."],"The Typography button opens the typography settings panel.":["O botão Tipografia abre o painel de opções tipográficas."],"Typography":["Tipografia"],"Choose a style you like to preview how it will look on your site.":["Escolha um estilo que lhe agrade para ver como ficará no site."],"The Browse Styles button opens the style variations panel.":["O botão Procurar estilos abre o painel de variações de estilo."],"Style Variations":["Variações de estilo"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["O painel de estilos permite-lhe personalizar a apresentação do seu site. Inclui variações de estilo, cores, tipografia e muito mais."],"Styles Panel":["Painel de estilos"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["O editor de estilos permite-lhe editar os estilos, cores e elementos tipográficos do seu site. Para aceder ao editor de estilos, abra primeiro o Editor em Apresentação > Editor."],"Style Editor":["Editor de estilos"],"The selected pattern has been inserted into the page.":["O padrão seleccionado foi inserido na página."],"View the Inserted Pattern":["Ver o padrão inserido"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Seleccione o padrão que deseja inserir numa página clicando nele."],"Select a Pattern":["Seleccionar um padrão"],"Click on any pattern category to refine the selection.":["Clique em qualquer categoria de padrão para refinar a selecção."],"Filter Patterns":["Filtrar padrões"],"Choose to insert individual block patterns, or full blown templates.":["Pode optar por inserir padrões de blocos individuais ou modelos completos."],"Patterns and Layouts":["Padrões e layouts"],"The Extendify pattern library can be opened by clicking the button to the left.":["Pode abrir a Biblioteca de padrões do Extendify clicando no botão à esquerda."],"Open the Pattern Library":["Abrir Biblioteca de padrões"],"Knowledge Base home":["Página inicial da Base de dados de conhecimento"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["As visitas guiadas são optimizadas para ecrãs de grandes dimensões, para garantir a melhor experiência possível."],"Dismiss Banner":["Descartar banner"],"View all (%s)":["Ver tudo (%s)"],"Manage your profile or log out of your account here.":["Faça a gestão do seu perfil ou saia da sua conta aqui."],"User":["Utilizador"],"Advanced settings for your site and for certain plugins.":["Opções avançadas para o seu site e para alguns plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importe\/exporte dados de artigos, verifique o diagnóstico do site e edite ficheiros de temas ou plugins directamente a partir do administrador do WordPress."],"Tools":["Ferramentas"],"Add or manage users on your site, both admin users and others.":["Adicione ou faça a gestão dos utilizadores do seu site, tanto administradores como outros."],"Add or manage the plugins on your site.":["Adicione ou faça a gestão dos plugins do seu site."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Faça a gestão do seu tema e aceda ao Editor do site a partir do menu Apresentação. É no Editor de sites que pode fazer alterações gerais ao seu site (como menu, cabeçalho\/rodapé e estilos)."],"Appearance":["Apresentação"],"If you have commenting enabled on your posts, you can manage those comments here.":["Se tiver activado os comentários nos seus artigos, pode geri-los aqui."],"Comments":["Comentários"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Adicione, edite ou remova imagens e outros conteúdos multimédia da sua biblioteca. Ao carregar uma imagem para utilizar no site, ela é adicionada à biblioteca."],"Media":["Multimédia"],"Manage and create blog posts.":["Crie e faça a gestão dos artigos do blog."],"Posts":["Artigos"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["O painel de controlo por omissão do WordPress terá algumas métricas gerais do site e módulos adicionados a partir de determinados plugins."],"Access the Site Assistant at any time.":["Aceda ao Assistente do site em qualquer altura."],"Come back to the Site Assistant any time by clicking the menu item.":["Volte ao Assistente do site quando quiser, clicando no item de menu."],"See our personalized recommendations for you that will help you accomplish your goals.":["Veja as recomendações personalizadas que temos para si, que o ajudarão a atingir os seus objectivos."],"Easily access some of the most common items in WordPress with these quick links.":["Aceda facilmente aos itens mais comuns do WordPress com estas ligações rápidas."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Veja outras visitas às diferentes partes do WordPress. Reinicie quando quiser as visitas guiadas que já fez."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Encontre artigos com informações sobre como fazer diferentes coisas com o WordPress, incluindo capturas de ecrã e vídeos."],"Knowledge Base":["Base de dados de conhecimento"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Agora, que criou o seu site inicial, personalize-o com as tarefas que se seguem."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["O Assistente do site dá-lhe recomendações personalizadas e ajuda-o a criar e a manter o seu site."],"Menu":["Menu"],"Get going with these WordPress tours":["Comece com estas visitas guiadas ao WordPress"],"Set Site Title":["Escolha o título do site"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Crie um site super-rápido, atractivo e totalmente personalizado em poucos minutos com o nosso Lançador de sites."],"There was an error loading this article":["Ocorreu um erro ao carregar este artigo"],"There was an error loading articles":["Ocorreu um erro ao carregar os artigos"],"Tours":["Visitas guiadas"],"No tours found...":["Não foram encontradas visitas guiadas..."],"Start Tour":["Iniciar visita guiada"],"Restart Tour":["Reiniciar visita guiada"],"Help Center":["Centro de ajuda"],"No support articles found...":["Não foram encontrados artigos de ajuda..."],"Click the Add New button to add a new user to your site.":["Clique no botão Adicionar novo para adicionar um novo utilizador ao seu site."],"Add a new user":["Adicionar um novo utilizador"],"Use the search bar to find a particular user.":["Utilize a barra de pesquisa para procurar um utilizador específico."],"Search for users":["Pesquisar utilizadores"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Clique no botão de edição para alterar a função do utilizador, gerir a sua conta ou alterar as informações de perfil."],"Edit user information":["Editar informações do utilizador"],"See all of your users, including admin users in this table.":["Veja nesta tabela todos os seus utilizadores, incluindo os administradores."],"Users":["Utilizadores"],"Click here to view and manage the users on your site.":["Clique aqui para ver e gerir os utilizadores do seu site."],"All Users menu":["Menu de todos os utilizadores"],"Click here to add another plugin to your site.":["Clique aqui para adicionar outro plugin ao seu site."],"Add another":["Adicionar outro"],"Under each plugin you can activate or deactivate it.":["Debaixo de cada plugin, encontra a opção de o activar ou desactivar."],"Deactivate\/activate option":["Opção de desactivar\/activar"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Veja todos os plugins instalados no seu site, incluindo os plugins activados e desactivados."],"Installed plugins":["Plugins instalados"],"Click this menu to see and manage the plugins you have installed.":["Clique neste menu para ver e gerir os plugins instalados."],"Installed Plugins menu":["Menu de plugins instalados"],"If you have a plugin from an external source, you can upload it directly here.":["Se tiver um plugin de uma fonte externa, pode carregá-lo directamente para aqui."],"Upload Plugin":["Carregar plugin"],"Install the plugin. Then, press this button again to activate the plugin.":["Instale o plugin. Depois, prima de novo este botão para activar o plugin."],"Install now":["Instalar agora"],"See important information about each plugin.":["Veja informações importantes sobre cada plugin."],"Plugin details":["Detalhes do plugin"],"Search for a plugin by name or functionality.":["Pesquise um plugin por nome ou funcionalidade."],"Click here to access the Add Plugins page.":["Clique aqui para aceder à página Adicionar plugins."],"Add New plugin menu":["Menu Adicionar novo plugin"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Clique em Publicar ou Actualizar para guardar as alterações efectuadas na página e torná-las visíveis no site."],"Publish or Save":["Publicar ou Guardar"],"Click preview to view how your changes look on the front end of your site.":["Clique em Pré-visualizar para ver o aspecto das alterações na frente do site."],"Preview":["Pré-visualizar"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Seleccione uma página ou um bloco para alterar as opções de toda a página ou do bloco seleccionado."],"Page and Block Settings":["Opções de página e bloco"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Este é um exemplo de bloco de parágrafos. Pode ter várias frases e ocupar várias linhas. Pode adicionar todos os blocos que quiser à página."],"Each block will show up on the page and can be edited by clicking on it.":["Cada bloco aparece na página e pode ser editado clicando-se nele."],"Blocks":["Blocos"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Clique no título da página para o editar. Nota: O título pode ou não aparecer na página publicada, dependendo do modelo de página utilizado."],"Page Title":["Título da página"],"Add a block by clicking or dragging it onto the page.":["Adicione um bloco clicando nele ou arrastando-o para a página."],"Block Inserter":["Painel de inserir blocos"],"Click the plus to open the block inserter.":["Clique no sinal de adição para abrir o painel de inserir blocos."],"Add a Block":["Adicionar um bloco"],"Layout":["Layout"],"Skip to Assist":["Ir para o Assistente"],"Assist navigation":["Navegação assistida"],"Take a tour":["Faça uma visita guiada"],"Recommendations":["Recomendações"],"Dashboard":["Painel"],"Personalized tasks for your site":["Tarefas personalizadas para o seu site"],"View completed tasks":["Ver tarefas concluídas"],"Congratulations! Take a moment to celebrate.":["Parabéns! Faça uma pausa para celebrar."],"All caught up!":["Tudo em dia!"],"Tasks":["Tarefas"],"Not completed":["Por concluir"],"Completed":["Concluídas"],"View all %s":["Ver todas %s"],"Quick Links":["Ligações rápidas"],"No quick links found...":["Não foram encontradas ligações rápidas..."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Pode sempre ver o seu site (como visitante) na barra de administração superior, debaixo do nome do site."],"Use the pages menu to add, delete, or edit the pages on your site.":["Use o menu de páginas para adicionar, eliminar ou editar as páginas do seu site."],"Done":["Concluído"],"Tour Steps":["Etapas da visita"],"Tour":["Visita guiada"],"Personalized recommendations for your site":["Recomendações personalizadas para o seu site"],"Show":["Mostrar"],"Hide":["Esconder"],"%s completed":["%s concluído"],"Save":["Guardar"],"Enter a site description...":["Insira a descrição do site..."],"Site description":["Descrição do site"],"Add site description":["Adicionar descrição do site"],"Upload site logo":["Carregar logótipo do site"],"Site Assistant":["Assistente do site"],"View site":["Ver site"],"Your site is ready!":["O seu site está pronto!"],"Upload site icon":["Carregar ícone do site"],"Set site icon":["Definir ícone do site"],"Site icon":["Ícone do site"],"Set site logo":["Definir logótipo do site"],"Site logo":["Logótipo do site"],"Remove image":["Remover imagem"],"Replace image":["Substituir imagem"],"Edit or update the image":["Editar ou atualizar imagem"],"Close Modal":["Fechar modal"],"Dismiss":["Descartar"],"Select Site Pages":["Seleccionar páginas do site"],"Select Site Design":["Seleccionar design do site"],"Select Site Goals":["Seleccionar objectivos do site"],"Continue Building Your Website":["Continue a construir o seu site"],"Select Site Industry":["Seleccionar sector do site"],"Let's Start Building Your Website":["Vamos começar a construir o seu site"],"No tasks found...":["Não foram encontradas tarefas..."],"Site Title":["Título do site"],"Back":["Voltar"],"Site Industry":["Sector do site"],"Goals":["Objectivos"],"Plugins":["Plugins"],"View Site":["Ver site"],"Next":["Próximo"],"Pages":["Páginas"],"Loading...":["A carregar..."],"Search...":["Pesquisar..."],"Show all":["Mostrar tudo"],"Design":["Design"],"Settings":["Opções"],"Search":["Pesquisar"],"%1$s of %2$s":["%1$s de %2$s"],"Start over?":["Recomeçar?"],"Go through the onboarding process again to create a new site.":["Repita o processo de integração para criar um novo site."],"Start over":["Recomeçar"]}}}