{"translation-revision-date":"2023-10-19 12:11:35+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-global-aad251535a353a7879b6.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl","plural-forms":"nplurals=2; plural=n != 1;"},"%s dismissed":["%s genegeerd"],"View all recommendations":["Bekijk alle aanbevelingen"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["De Site Assistent is hét dashboard om je te helpen het meeste uit je site te halen."],"Use this toggle to collapse or expand the sidebar menu.":["Gebruik deze toggle om het zijbalkmenu samen te vouwen of uit te vouwen."],"Collapse menu":["Menu samenvouwen"],"Back to Knowledge Base home":["Terug naar de startpagina van de kennisbank"],"Go back to the list of Blocks":["Ga terug naar de lijst met blokken"],"Go to the list of Blocks":["Ga naar de lijst met blokken"],"Sorry, we couldn't find anything":["Sorry, we konden niks vinden"],"Search for articles":["Zoek naar artikelen"],"Search results for \"%s\"":["Zoekresultaten voor \"%s\""],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Vanaf hier kun je de afmetingen, padding en marges aanpassen die worden gebruikt voor je site lay-out."],"The Layout button opens the layout settings panel.":["De knop Lay-out opent het paneel met lay-out instellingen."],"Select the theme's palette or individual elements to customize their colors.":["Selecteer het themapalet of individuele elementen om hun kleuren aan te passen."],"The Colors button opens the color settings panel.":["De knop Kleuren opent het paneel met kleur instellingen."],"Colors":["Kleuren"],"Choose a typographic element to customize.":["Kies een typografisch element om aan te passen."],"The Typography button opens the typography settings panel.":["De knop Typografie opent het paneel met typografie instellingen."],"Typography":["Typografie"],"Choose a style you like to preview how it will look on your site.":["Kies een stijl die je leuk vindt om te bekijken hoe deze eruit zal zien op je site."],"The Browse Styles button opens the style variations panel.":["De knop Bladeren door stijlen opent het paneel met stijlvariaties."],"Style Variations":["Stijlvariaties"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Met het stijlenpaneel kun je het uiterlijk van je site aanpassen. Het omvat stijlvariaties, kleuren, typografie en meer."],"Styles Panel":["Stijlenpaneel"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Met de stijleditor kun je de stijlen, kleuren en typografische elementen van je site bewerken. Om toegang te krijgen tot de stijleditor, open je eerst de Editor via Uiterlijk > Editor."],"Style Editor":["Stijleditor"],"The selected pattern has been inserted into the page.":["Het geselecteerde patroon is ingevoegd in de pagina."],"View the Inserted Pattern":["Bekijk het ingevoegde patroon"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Selecteer eenvoudig een patroon dat je in een pagina wilt invoegen door erop te klikken."],"Select a Pattern":["Selecteer een patroon"],"Click on any pattern category to refine the selection.":["Klik op een willekeurige patroon categorie om de selectie te verfijnen."],"Filter Patterns":["Patronen filteren"],"Choose to insert individual block patterns, or full blown templates.":["Kies ervoor om individuele blokpatronen of volledige templates in te voegen."],"Patterns and Layouts":["Patronen en lay-outs"],"The Extendify pattern library can be opened by clicking the button to the left.":["De patroonbibliotheek van Extendify kan worden geopend door op de knop aan de linkerkant te klikken."],"Open the Pattern Library":["Open de patroonbibliotheek"],"Knowledge Base home":["Kennisbank"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["Rondleidingen zijn geoptimaliseerd voor grote schermen, waardoor de best mogelijke ervaring wordt gegarandeerd."],"Dismiss Banner":["Negeren"],"View all (%s)":["Toon alles (%s)"],"Tour this page":["Rondleiding op deze pagina"],"Manage your profile or log out of your account here.":["Beheer je profiel of log hier uit."],"User":["Gebruiker"],"Advanced settings for your site and for certain plugins.":["Geavanceerde instellingen voor je site en voor bepaalde plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importeer\/exporteer berichtgegevens, controleer de gezondheid van de site en bewerk thema of plugin bestanden rechtstreeks in de WordPress beheerder."],"Tools":["Hulpmiddelen"],"Add or manage users on your site, both admin users and others.":["Voeg toe of beheer gebruikers op je site, zowel beheerders als anderen."],"Add or manage the plugins on your site.":["Voeg toe of beheer de plugins op je site."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Beheer je thema en open de Site Editor via het menu Uiterlijke Verschijning. Via de Site Editor, kun je algemene wijzigingen aan je site aanbrengen (zoals het menu, kop-\/voettekst en stijlen)."],"Appearance":["Weergave"],"If you have commenting enabled on your posts, you can manage those comments here.":["Als je reacties op je berichten hebt ingeschakeld, kun je die opmerkingen hier beheren."],"Comments":["Opmerkingen"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Voeg toe, bewerk of verwijder afbeeldingen en andere media uit je bibliotheek. Wanneer je een afbeelding uploadt om op je site te gebruiken, zal deze worden toegevoegd aan de bibliotheek."],"Media":["Media"],"Manage and create blog posts.":["Beheer en maak blogberichten."],"Posts":["Berichten"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Het standaard WordPress dashboard zal enkele algemene sitestatistieken en modules hebben die zijn toegevoegd vanuit bepaalde plugins."],"Access the Site Assistant at any time.":["Toegang tot de Site Assistent op elk gewenst moment."],"Come back to the Site Assistant any time by clicking the menu item.":["Je kunt op elk gewenst moment teruggaan naar de Site Assistent door op het menu-item te klikken."],"See our personalized recommendations for you that will help you accomplish your goals.":["Bekijk onze gepersonaliseerde aanbevelingen voor jou die je zullen helpen je doelen te bereiken."],"Easily access some of the most common items in WordPress with these quick links.":["Krijg eenvoudig toegang tot enkele van de meest voorkomende items in WordPress met deze snelle links."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Bekijk aanvullende rondleidingen door de verschillende onderdelen van WordPress. Herstart je voltooide rondleidingen op elk gewenst moment."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Vind artikelen met informatie over het bereiken van verschillende dingen met WordPress, inclusief screenshots, en video's."],"Knowledge Base":["Kennisbank"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Nu je je starterssite hebt gemaakt, kun je het personaliseren met deze vervolgtaken."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["De Site Assistent geeft je gepersonaliseerde aanbevelingen en helpt bij het maken en onderhouden van je site."],"Get going with these WordPress tours":["Ga aan de slag met deze WordPress rondleidingen"],"Set Site Title":["Sitetitel instellen"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Maak binnen enkele minuten een razendsnelle, prachtige en volledig op maat gemaakte site met onze Site Launcher."],"There was an error loading this article":["Er is een fout opgetreden bij het laden van dit artikel"],"There was an error loading articles":["Er is een fout opgetreden bij het laden van artikelen"],"Tours":["Rondleidingen"],"No tours found...":["Geen rondleidingen gevonden..."],"Start Tour":["Rondleiding starten"],"Restart Tour":["Rondleiding opnieuw starten"],"Help Center":["Helpcentrum"],"No support articles found...":["Geen ondersteunende artikelen gevonden..."],"Click the Add New button to add a new user to your site.":["Klik op de knop nieuwe toevoegen om een ​​nieuwe gebruiker aan je site toe te voegen."],"Add a new user":["Voeg een nieuwe gebruiker toe"],"Use the search bar to find a particular user.":["Gebruik de zoekbalk om een ​​bepaalde gebruiker te vinden."],"Search for users":["Zoek naar gebruikers"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Klik op de knop bewerken om de rol van de gebruiker te wijzigen, hun account te beheren of hun profielgegevens te wijzigen."],"Edit user information":["Gebruikersgegevens bewerken"],"See all of your users, including admin users in this table.":["Bekijk al je gebruikers, inclusief beheerders in deze tabel."],"Users":["Gebruikers"],"Click here to view and manage the users on your site.":["Klik hier om de gebruikers op je site te bekijken en te beheren."],"All Users menu":["Alle gebruikers menu"],"Click here to add another plugin to your site.":["Klik hier om nog een plugin aan je site toe te voegen."],"Add another":["Voeg een andere toe"],"Under each plugin you can activate or deactivate it.":["Onder elke plugin kun je deze activeren of deactiveren."],"Deactivate\/activate option":["Deactiveren\/activeren optie"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Bekijk alle plugins die op je site zijn geïnstalleerd. Dit is inclusief plugins die actief en gedeactiveerd zijn."],"Installed plugins":["Geïnstalleerde plugins"],"Click this menu to see and manage the plugins you have installed.":["Klik op dit menu om de door jouw geïnstalleerde plugins te bekijken en te beheren."],"Installed Plugins menu":["Geïnstalleerde plugins menu"],"If you have a plugin from an external source, you can upload it directly here.":["Als je een plugin van een externe bron hebt, kun je dat hier gelijk uploaden."],"Upload Plugin":["Plugin uploaden"],"Install the plugin. Then, press this button again to activate the plugin.":["Installeer de plugin. Druk vervolgens nogmaals op deze knop om de plugin te activeren."],"Install now":["Installeer nu"],"See important information about each plugin.":["Bekijk belangrijke informatie over elke plugin."],"Plugin details":["Plugin details"],"Search for a plugin by name or functionality.":["Zoek naar een plugin op naam of functionaliteit."],"Click here to access the Add Plugins page.":["Klik hier om toegang te krijgen tot de pagina plugins toevoegen."],"Add New plugin menu":["Nieuw plugin menu toevoegen"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Klik op publiceren of bijwerken om de wijzigingen die je op de pagina hebt aangebracht op te slaan en live op de site te zetten."],"Publish or Save":["Publiceer of bewaar"],"Click preview to view how your changes look on the front end of your site.":["Klik op voorvertoning om te zien hoe je wijzigingen er aan de voorkant van je site uitzien."],"Preview":["Voorvertoning"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Selecteer een pagina of blok om de instellingen voor de gehele pagina of het geselecteerde blok te wijzigen."],"Page and Block Settings":["Pagina en blokinstellingen"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Dit is een voorbeeld van een paragraaf blok. Het kan meerdere zinnen lang zijn en uit meerdere rijen bestaan. Je kunt zoveel blokken aan de pagina toevoegen als je wilt."],"Each block will show up on the page and can be edited by clicking on it.":["Elk blok verschijnt op de pagina en kan worden bewerkt door erop te klikken."],"Blocks":["Blokken"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Bewerk de paginatitel door erop te klikken. Opmerking: de titel wordt wel of niet weergegeven op de gepubliceerde pagina, afhankelijk van het gebruikte paginasjabloon."],"Page Title":["Paginatitel"],"Add a block by clicking or dragging it onto the page.":["Voeg een blok toe door erop te klikken of het naar de pagina te slepen."],"Block Inserter":["Blok invoeger"],"Click the plus to open the block inserter.":["Klik op de plus om de blok invoeger te openen."],"Add a Block":["Voeg een blok toe"],"Layout":["Layout"],"Take a tour":["Start rondleiding"],"Recommendations":["Aanbevelingen"],"Dashboard":["Dashboard"],"Personalized tasks for your site":["Gepersonaliseerde taken voor je site"],"View completed tasks":["Voltooide taken bekijken"],"Congratulations! Take a moment to celebrate.":["Gefeliciteerd! Neem een moment om het te vieren."],"All caught up!":["Allemaal ingehaald!"],"Tasks":["Taken"],"Not completed":["Niet voltooid"],"Completed":["Voltooid"],"View all %s":["Bekijk alle %s"],"Quick Links":["Snelkoppelingen"],"No quick links found...":["Geen snelkoppelingen gevonden..."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Je kunt je site op elk moment bekijken (vanuit het perspectief van een bezoeker) vanaf de bovenste beheerbalk onder de naam van je site."],"Use the pages menu to add, delete, or edit the pages on your site.":["Gebruik het pagina menu om pagina's op je site toe te voegen, te verwijderen of te bewerken."],"Done":["Gedaan"],"Tour Steps":["Tour stappen"],"Tour":["Tour"],"Personalized recommendations for your site":["Gepersonaliseerde aanbevelingen voor je site"],"Show":["Tonen"],"Hide":["Verbergen"],"%s completed":["%s voltooid"],"Save":["Opslaan"],"Enter a site description...":["Voer een sitebeschrijving in..."],"Site description":["Site beschrijving"],"Add site description":["Voeg site beschrijving toe"],"Upload site logo":["Site logo uploaden"],"Site Assistant":["Site Assistent"],"Your site is ready!":["Je site is gereed!"],"Upload site icon":["Site icoon uploaden"],"Set site icon":["Site icoon instellen"],"Site icon":["Site icoon"],"Set site logo":["Site logo instellen"],"Site logo":["Site logo"],"Remove image":["Afbeelding verwijderen"],"Replace image":["Afbeelding vervangen"],"Edit or update the image":["Bewerk of update de afbeelding"],"Close Modal":["Modaal sluiten"],"Dismiss":["Afwijzen"],"Select Site Pages":["Selecteer Site Pagina's"],"Select Site Design":["Selecteer Site Ontwerp"],"Select Site Goals":["Selecteer Site Doelen"],"Continue Building Your Website":["Doorgaan met het Bouwen van Je Site"],"Select Site Industry":["Selecteer Site Branche"],"Let's Start Building Your Website":["Laten we Beginnen Met Het Bouwen Van Je Site"],"No tasks found...":["Geen taken gevonden..."],"Site Title":["Website titel"],"Back":["Terug"],"Site Industry":["Website branche"],"Goals":["Doelen"],"Plugins":["Plugins"],"View Site":["Bekijk site"],"Next":["Volgende"],"Pages":["Pagina's"],"Loading...":["Laden..."],"Search...":["Zoeken..."],"Show all":["Alles tonen"],"Design":["Ontwerp"],"Settings":["Instellingen"],"Search":["Zoeken"],"%1$s of %2$s":["%1$s van %2$s"],"Start over?":["Opnieuw beginnen?"],"Go through the onboarding process again to create a new site.":["Doorloop het introductieproces opnieuw om een nieuwe site te maken."],"Start over":["Opnieuw beginnen"]}}}