{"translation-revision-date":"2023-10-17 14:41:51+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-page-6d552ffd86ca7446e745.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"da_DK","plural-forms":"nplurals=2; plural=n != 1;"},"%s dismissed":["%s afvist"],"View all recommendations":["Se alle anbefalinger"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["Webstedsassistenten er dit go-to kontrolpanel, der hjælper dig med at få mest muligt ud af dit websted."],"Use this toggle to collapse or expand the sidebar menu.":["Brug denne knap til at skjule eller udvide sidepanelmenuen."],"Collapse menu":["Sammenfold menu"],"Back to Knowledge Base home":["Tilbage til vidensbase hjem"],"Go back to the list of Blocks":["Gå tilbage til listen over blokke"],"Go to the list of Blocks":["Gå til listen over blokke"],"Sorry, we couldn't find anything":["Beklager, vi kunne ikke finde noget"],"Search for articles":["Søg efter artikler"],"Search results for \"%s\"":["Søgeresultater for \"%s\""],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Herfra kan du tilpasse dimensionerne, padding og margener, der bruges til dit websteds layout."],"The Layout button opens the layout settings panel.":["Layout-knappen åbner indstillingspanelet for layout."],"Select the theme's palette or individual elements to customize their colors.":["Vælg temaets palette eller individuelle elementer for at tilpasse deres farver."],"The Colors button opens the color settings panel.":["Farveknappen åbner indstillingspanelet for farver."],"Colors":["Farver"],"Choose a typographic element to customize.":["Vælg et typografisk element til at tilpasse."],"The Typography button opens the typography settings panel.":["Typografiknappen åbner panelet med typografiindstillinger."],"Typography":["Typografi"],"Choose a style you like to preview how it will look on your site.":["Vælg en stil, du kan lide, for at forhåndsvise, hvordan den vil se ud på dit websted."],"The Browse Styles button opens the style variations panel.":["Knappen Gennemse Stilarter åbner panel for stilvariationer."],"Style Variations":["Stilvariationer"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Stilpanelet giver dig mulighed for at tilpasse udseendet på dit websted. Det inkluderer stilvariationer, farver, typografi og mere."],"Styles Panel":["Stilartspanel"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Stil-editoren giver dig mulighed for at redigere stilarter, farver og typografiske elementer på dit websted. For at få adgang til stil-editoren, skal du først åbne Editoren via Udseende > Editor."],"Style Editor":["Stil Editor"],"The selected pattern has been inserted into the page.":["Den valgte blokgruppe er blevet indsat på siden."],"View the Inserted Pattern":["Se den indsatte blokgruppe"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Vælg blot den blokgruppe, du ønsker at indsætte på en side, ved at klikke på den."],"Select a Pattern":["Vælg en blokgruppe"],"Click on any pattern category to refine the selection.":["Klik på enhver blokgruppe kategori for at finjustere udvælgelsen."],"Filter Patterns":["Filtrer blokgrupper"],"Choose to insert individual block patterns, or full blown templates.":["Vælg at indsætte individuelle blokgrupper, eller fuldt udviklede skabeloner."],"Patterns and Layouts":["Mønstre og Layouts"],"The Extendify pattern library can be opened by clicking the button to the left.":["Extendify blokgruppebiblioteket kan åbnes ved at klikke på knappen til venstre."],"Open the Pattern Library":["Åbn mønsterbiblioteket"],"Knowledge Base home":["Vidensbase hjem"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["Guidede ture er optimeret til store skærme, hvilket sikrer den bedst mulige oplevelse."],"Dismiss Banner":["Afvis banner"],"View all (%s)":["Se alle (%s)"],"Manage your profile or log out of your account here.":["Administrer din profil eller log ud af din konto her."],"User":["Bruger"],"Advanced settings for your site and for certain plugins.":["Avancerede indstillinger for dit websted og for visse plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importer\/eksporter indlægsdata, tjek webstedets sundhed, og rediger tema- eller pluginfiler direkte i WordPress-administrationen."],"Tools":["Værktøjer"],"Add or manage users on your site, both admin users and others.":["Tilføj eller administrer brugere på dit websted, både administratorer og andre."],"Add or manage the plugins on your site.":["Tilføj eller håndter plugins på dit websted."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Administrer dit tema og få adgang til webstedseditoren fra Udseende-menuen. Webstedseditoren er stedet, hvor du kan foretage globale ændringer på dit websted (såsom menuen, header\/footer og stilarter)."],"Appearance":["Udseende"],"If you have commenting enabled on your posts, you can manage those comments here.":["Hvis du har aktiveret kommentarer på dine indlæg, kan du håndtere disse kommentarer her."],"Comments":["Kommentarer"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Tilføj, rediger eller fjern billeder og andet medie fra dit bibliotek. Når du uploader et billede til brug på dit websted, vil det blive tilføjet til biblioteket."],"Media":["Medier"],"Manage and create blog posts.":["Administrer og opret blogindlæg."],"Posts":["Indlæg"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Det standard WordPress kontrolpanel vil have nogle overordnede hjemmesidemålinger og moduler tilføjet fra visse plugins."],"Access the Site Assistant at any time.":["Få adgang til webstedsassistenten når som helst."],"Come back to the Site Assistant any time by clicking the menu item.":["Vend tilbage til Site Assistant når som helst ved at klikke på menupunktet."],"See our personalized recommendations for you that will help you accomplish your goals.":["Se vores personlige anbefalinger til dig, der vil hjælpe dig med at nå dine mål."],"Easily access some of the most common items in WordPress with these quick links.":["Få nem adgang til nogle af de mest almindelige elementer i WordPress med disse hurtige links."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Se yderligere rundture i de forskellige dele af WordPress. Genstart dine fuldførte rundture når som helst."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Find artikler med information om, hvordan du gør forskellige ting med WordPress, inklusive skærmbilleder og videoer."],"Knowledge Base":["Vidensbase"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Nu hvor du har oprettet dit start-websted, gør det til dit eget med disse opfølgende opgaver."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["Site Assistenten giver dig personlige anbefalinger og hjælper med at oprette og vedligeholde dit websted."],"Menu":["Menu"],"Get going with these WordPress tours":["Kom i gang med disse WordPress-ture"],"Set Site Title":["Indstil webstedstitel"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Opret et superhurtigt, smukt og fuldt tilpasset websted på få minutter med vores Site Launcher."],"There was an error loading this article":["Der opstod en fejl under indlæsning af denne artikel"],"There was an error loading articles":["Der var en fejl ved indlæsning af artikler"],"Tours":["Ture"],"No tours found...":["Ingen ture fundet..."],"Start Tour":["Start rundvisning"],"Restart Tour":["Genstart rundvisning"],"Help Center":["Hjælpcenter"],"No support articles found...":["Ingen supportartikler fundet..."],"Click the Add New button to add a new user to your site.":["Klik på Tilføj ny knap for at tilføje en ny bruger til dit websted."],"Add a new user":["Tilføj en ny bruger"],"Use the search bar to find a particular user.":["Brug søgefeltet til at finde en bestemt bruger."],"Search for users":["Søg efter brugere"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Klik på redigeringsknappen for at ændre brugerens rolle, administrere deres konto eller ændre deres profiloplysninger."],"Edit user information":["Rediger brugerinformation"],"See all of your users, including admin users in this table.":["Se alle dine brugere, inklusiv admin brugere i denne tabel."],"Users":["Brugere"],"Click here to view and manage the users on your site.":["Klik her for at se og administrere brugerne på dit websted."],"All Users menu":["Menu for alle brugere"],"Click here to add another plugin to your site.":["Klik her for at tilføje endnu et plugin til din side."],"Add another":["Tilføj en anden"],"Under each plugin you can activate or deactivate it.":["Under hvert plugin kan du aktivere eller deaktivere det."],"Deactivate\/activate option":["Deaktiver\/aktiver mulighed"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Se alle plugins installeret på dit websted. Dette inkluderer aktive og deaktiverede plugins."],"Installed plugins":["Installerede plugins"],"Click this menu to see and manage the plugins you have installed.":["Klik på denne menu for at se og håndtere de plugins, du har installeret."],"Installed Plugins menu":["Menu for installerede plugins"],"If you have a plugin from an external source, you can upload it directly here.":["Hvis du har et plugin fra en ekstern kilde, kan du uploade det direkte her."],"Upload Plugin":["Upload plugin"],"Install the plugin. Then, press this button again to activate the plugin.":["Installer pluginet. Tryk derefter på denne knap igen for at aktivere pluginet."],"Install now":["Installer nu"],"See important information about each plugin.":["Se vigtige oplysninger om hver plugin."],"Plugin details":["Plugin detaljer"],"Search for a plugin by name or functionality.":["Søg efter en plugin ved navn eller funktionalitet."],"Click here to access the Add Plugins page.":["Klik her for at få adgang til Tilføj plugins-siden."],"Add New plugin menu":["Tilføj ny plugin menu"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Klik på udgiv eller opdater for at gemme de ændringer, du har lavet på siden, og gøre dem synlige på hjemmesiden."],"Publish or Save":["Udgiv eller gem"],"Click preview to view how your changes look on the front end of your site.":["Klik på forhåndsvisning for at se, hvordan dine ændringer ser ud på forsiden af dit websted."],"Preview":["Forhåndsvis"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Vælg enten side eller blok for at ændre indstillingerne for hele siden eller den valgte blok."],"Page and Block Settings":["Side- og blokindstillinger"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Dette er en prøve på en afsnitsblok. Den kan være flere sætninger lang og strække sig over flere rækker. Du kan tilføje så mange blokke, du vil, til siden."],"Each block will show up on the page and can be edited by clicking on it.":["Hver blok vil blive vist på siden og kan redigeres ved at klikke på den."],"Blocks":["Blokke"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Rediger sidetitlen ved at klikke på den. Bemærk: Titlen kan muligvis ikke vises på den offentliggjorte side, afhængigt af den anvendte sideskabelon."],"Page Title":["Sidens titel"],"Add a block by clicking or dragging it onto the page.":["Tilføj en blok ved at klikke eller trække den ind på siden."],"Block Inserter":["Blokindsætter"],"Click the plus to open the block inserter.":["Klik på plus for at åbne blokindsætteren."],"Add a Block":["Tilføj en Blok"],"Layout":["Layout"],"Skip to Assist":["Spring til assistent"],"Assist navigation":["Assister navigation"],"Take a tour":["Tag en rundtur"],"Recommendations":["Anbefalinger"],"Dashboard":["Kontrolpanel"],"Personalized tasks for your site":["Personlige opgaver til dit websted"],"View completed tasks":["Vis fuldførte opgaver"],"Congratulations! Take a moment to celebrate.":["Tillykke! Tag et øjeblik til at fejre."],"All caught up!":["Helt opdateret!"],"Tasks":["Opgaver"],"Not completed":["Ikke fuldført"],"Completed":["Fuldført"],"View all %s":["Se alle %s"],"Quick Links":["Hurtige links"],"No quick links found...":["Ingen hurtige links fundet..."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Du kan til enhver tid se dit websted (fra en besøgendes perspektiv) fra top-administrationsbjælken under dit websteds navn."],"Use the pages menu to add, delete, or edit the pages on your site.":["Brug sidemenuen til at tilføje, slette eller redigere sider på dit websted."],"Done":["Færdig"],"Tour Steps":["Turtrin"],"Tour":["Tur"],"Personalized recommendations for your site":["Personlige anbefalinger til dit websted"],"Show":["Vis"],"Hide":["Skjul"],"%s completed":["%s fuldført"],"Save":["Gem"],"Enter a site description...":["Indtast en webstedsbeskrivelse..."],"Site description":["Webstedsbeskrivelse"],"Add site description":["Tilføj webstedsbeskrivelse"],"Upload site logo":["Upload webstedslogo"],"Site Assistant":["Webstedsassistent"],"View site":["Vis websted"],"Your site is ready!":["Dit websted er klar!"],"Upload site icon":["Upload webstedsikon"],"Set site icon":["Indstil webstedsikon"],"Site icon":["Webstedsikon"],"Set site logo":["Indstil webstedslogo"],"Site logo":["Websted logo"],"Remove image":["Fjern billede"],"Replace image":["Erstat billede"],"Edit or update the image":["Rediger eller opdater billedet"],"Close Modal":["Luk Modal"],"Dismiss":["Afvis"],"Select Site Pages":["Vælg webstedssider"],"Select Site Design":["Vælg webstedsdesign"],"Select Site Goals":["Vælg webstedsmål"],"Continue Building Your Website":["Fortsæt med at bygge dit websted"],"Select Site Industry":["Vælg webstedets branche"],"Let's Start Building Your Website":["Lad os begynde at bygge dit websted"],"No tasks found...":["Ingen opgaver fundet..."],"Site Title":["Webstedstitel"],"Back":["Tilbage"],"Site Industry":["Webstedsindustri"],"Goals":["Mål"],"Plugins":["Plugins"],"View Site":["Vis websted"],"Next":["Næste"],"Pages":["Sider"],"Loading...":["Indlæser..."],"Search...":["Søg..."],"Show all":["Vis alle"],"Design":["Design"],"Settings":["Indstillinger"],"Search":["Søg"],"%1$s of %2$s":["%1$s af %2$s"],"Start over?":["Start forfra?"],"Go through the onboarding process again to create a new site.":["Gennemgå introduktionsprocessen igen for at oprette et nyt websted."],"Start over":["Start forfra"]}}}