{"translation-revision-date":"2023-10-17 14:50:17+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-page-6d552ffd86ca7446e745.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=n != 1;"},"%s dismissed":["%s respinti"],"View all recommendations":["Visualizza tutti i consigli"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["Il Site Assistant è la bacheca a cui far riferimento per ottenere il massimo dal tuo sito."],"Use this toggle to collapse or expand the sidebar menu.":["Mostra\/Nascondi il menu laterale."],"Collapse menu":["Nascondi menu"],"Back to Knowledge Base home":["Torna alla home della Documentazione"],"Go back to the list of Blocks":["Torna all'elenco dei blocchi"],"Go to the list of Blocks":["Vai all'elenco dei blocchi"],"Sorry, we couldn't find anything":["Non abbiamo trovato niente"],"Search for articles":["Cerca articoli"],"Search results for \"%s\"":["Risultati della ricerca per \"%s\""],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Da qui puoi personalizzare dimensioni, spaziatura interna e margini utilizzati per il layout del tuo sito."],"The Layout button opens the layout settings panel.":["Il pulsante Layout apre il pannello delle impostazioni del layout."],"Select the theme's palette or individual elements to customize their colors.":["Seleziona la palette del tema o i singoli elementi per personalizzare i colori."],"The Colors button opens the color settings panel.":["Il pulsante Colori apre il pannello delle impostazioni del colore."],"Colors":["Colori"],"Choose a typographic element to customize.":["Scegli un carattere tipografico da personalizzare."],"The Typography button opens the typography settings panel.":["Il pulsante Carattere apre il pannello delle impostazioni dei Caratteri."],"Typography":["Carattere"],"Choose a style you like to preview how it will look on your site.":["Scegli uno stile che ti piace per visualizzare un'anteprima di come apparirà sul tuo sito."],"The Browse Styles button opens the style variations panel.":["Il pulsante Sfoglia Stili apre il pannello delle variazioni di stile."],"Style Variations":["Variazioni di Stile"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Il pannello degli stili permette di personalizzare l'aspetto del tuo sito. Include variazioni di stile, colori, caratteri, e altro."],"Styles Panel":["Pannello degli Stili"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["L'editor di stile permette di modificare stili, colori ed elementi tipografici del tuo sito. Per accedere all'editor di stile, apri prima l'Editor tramite Aspetto > Editor."],"Style Editor":["Editor di Stile"],"The selected pattern has been inserted into the page.":["Il pattern selezionato è stato inserito nella pagina."],"View the Inserted Pattern":["Visualizza il pattern aggiunto"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Seleziona il pattern che desideri aggiungere ad una pagina cliccandoci sopra."],"Select a Pattern":["Seleziona un Pattern"],"Click on any pattern category to refine the selection.":["Clicca su una categoria di pattern per migliorare la selezione."],"Filter Patterns":["Filtra Pattern"],"Choose to insert individual block patterns, or full blown templates.":["Scegli di inserire pattern a blocchi singoli, o template completi."],"Patterns and Layouts":["Pattern e Layout"],"The Extendify pattern library can be opened by clicking the button to the left.":["La libreria dei pattern di Extendify può essere aperta cliccando sul pulsante a sinistra."],"Open the Pattern Library":["Apri la Libreria dei Pattern"],"Knowledge Base home":["Home della Documentazione"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["I tour guidati sono ottimizzati per gli schermi grandi, garantendo la migliore esperienza possibile."],"Dismiss Banner":["Ignora Banner"],"View all (%s)":["Visualizza (%s)"],"Manage your profile or log out of your account here.":["Gestisci il tuo profilo o esci dal tuo account qui."],"User":["Utente"],"Advanced settings for your site and for certain plugins.":["Impostazioni avanzate per il tuo sito e per alcuni plugin."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importa\/esporta dati post, controlla salute del sito e modifica file di tema o plugin direttamente nell'area amministrativa WordPress."],"Tools":["Strumenti"],"Add or manage users on your site, both admin users and others.":["Aggiungi o gestisci gli utenti sul tuo sito, sia utenti amministratore che altri."],"Add or manage the plugins on your site.":["Aggiungi o gestisci i plugin sul tuo sito."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Gestisci il tuo tema e accedi all'Editor del Sito dal menu Aspetto. Nell'Editor del Sito puoi apporre modifiche a tutto il tuo sito (come menu, header\/footer e stili)."],"Appearance":["Aspetto"],"If you have commenting enabled on your posts, you can manage those comments here.":["Se hai abilitato i commenti ai tuoi articoli, puoi gestire i commenti qui."],"Comments":["Commenti"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Aggiungi, modifica o elimina immagini e altri media dalla tua libreria. Quando carichi un'immagine da usare sul tuo sito, questa sarà aggiunta alla tua libreria."],"Media":["Media"],"Manage and create blog posts.":["Gestisci e crea articoli del blog."],"Posts":["Articoli"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["La bacheca WordPress predefinita aggiungerà al sito parametri e moduli generali da determinati plugin."],"Access the Site Assistant at any time.":["Accedi al Site Assistant in qualsiasi momento."],"Come back to the Site Assistant any time by clicking the menu item.":["Torna al Site Assistant in qualsiasi momento cliccando sulla voce di menu."],"See our personalized recommendations for you that will help you accomplish your goals.":["Vedi le nostre raccomandazioni personalizzate che ti aiuteranno a raggiungere i tuoi obiettivi."],"Easily access some of the most common items in WordPress with these quick links.":["Accedi facilmente ad alcuni degli elementi più comuni in WordPress tramite questi link rapidi."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Vedi altri tour delle varie parti di WordPress. Ricomincia quando vuoi i tour già completati."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Trova articoli con le informazioni su come eseguire diverse cose con WordPress, inclusi screenshot e video."],"Knowledge Base":["Documentazione"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Ora che hai creato il tuo sito di partenza, rendilo unico con queste ulteriori attività."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["Il Site Assistant offre raccomandazioni personalizzate e ti aiuta a creare e mantenere il sito."],"Menu":["Menu"],"Get going with these WordPress tours":["Inizia con questi tour di WordPress"],"Set Site Title":["Imposta il Titolo del Sito"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Crea in pochi minuti un sito veloce, bellissimo e completamente personalizzato con il nostro Launcher del Sito."],"There was an error loading this article":["Si è verificato un errore nel caricamento di questo articolo"],"There was an error loading articles":["Si è verificato un errore nel caricamento degli articoli"],"Tours":["Tour"],"No tours found...":["Nessun tour trovato..."],"Start Tour":["Inizia il Tour"],"Restart Tour":["Ricomincia il Tour"],"Help Center":["Centro Assistenza"],"No support articles found...":["Nessun articolo di assistenza trovato..."],"Click the Add New button to add a new user to your site.":["Clicca sul pulsante Aggiungi Nuovo per aggiungere un nuovo utente al tuo sito."],"Add a new user":["Aggiungi un nuovo utente"],"Use the search bar to find a particular user.":["Usa la barra di ricerca per trovare un utente in particolare."],"Search for users":["Cerca utenti"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Clicca sul pulsante modifica per modificare il ruolo dell'utente, gestire l'account, o cambiare le informazioni del profilo."],"Edit user information":["Modifica informazioni dell'utente"],"See all of your users, including admin users in this table.":["Vedi tutti i tuoi utenti, inclusi gli utenti amministratori, in questa tabella."],"Users":["Utenti"],"Click here to view and manage the users on your site.":["Clicca qui per vedere e gestire gli utenti sul tuo sito."],"All Users menu":["Menu di Tutti gli Utenti"],"Click here to add another plugin to your site.":["Clicca qui per aggiungere un altro plugin al tuo sito."],"Add another":["Aggiungi un altro"],"Under each plugin you can activate or deactivate it.":["Sotto ogni plugin puoi attivarlo o disattivarlo."],"Deactivate\/activate option":["Opzione disattiva\/attiva"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Vedi tutti i plugin installati sul tuo sito. Include plugin attivi e disattivati."],"Installed plugins":["Plugin installati"],"Click this menu to see and manage the plugins you have installed.":["Clicca su questo menu per vedere e gestire i plugin installati."],"Installed Plugins menu":["Menu dei Plugin Installati"],"If you have a plugin from an external source, you can upload it directly here.":["Se hai un plugin proveniente da una fonte esterna, puoi caricarlo direttamente qui."],"Upload Plugin":["Carica Plugin"],"Install the plugin. Then, press this button again to activate the plugin.":["Installa il plugin. Dopo, clicca di nuovo su questo pulsante per attivare il plugin."],"Install now":["Installa ora"],"See important information about each plugin.":["Vedi le informazioni importanti su ogni plugin."],"Plugin details":["Dettagli del plugin"],"Search for a plugin by name or functionality.":["Cerca un plugin per nome o funzionalità."],"Click here to access the Add Plugins page.":["Clicca qui per accedere alla pagina Aggiungi Plugin."],"Add New plugin menu":["Menu di Aggiungi Nuovo Plugin"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Clicca su pubblica o aggiorna per salvare le modifiche apportate alla pagina e renderle disponibili sul sito."],"Publish or Save":["Pubblica o Salva"],"Click preview to view how your changes look on the front end of your site.":["Clicca sull'anteprima per visualizzare come appaiono le modifiche sul frontend del tuo sito."],"Preview":["Anteprima"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Seleziona la pagina o il blocco per modificare le impostazioni per l'intera pagina o blocco selezionato."],"Page and Block Settings":["Impostazioni di Pagina e Blocco"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["È un esempio di blocco paragrafo. Può contenere varie frasi ed essere diverse righe. Alla pagina puoi aggiungere tutti i blocchi che desideri."],"Each block will show up on the page and can be edited by clicking on it.":["Ogni blocco sarà visualizzato sulla pagina e potrà essere modificato cliccandoci sopra."],"Blocks":["Blocchi"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Modifica il titolo della pagina cliccandoci sopra. Nota: Il titolo potrebbe essere visibile o meno sulla pagina pubblicata, a seconda del template di pagina utilizzato."],"Page Title":["Titolo della Pagina"],"Add a block by clicking or dragging it onto the page.":["Aggiungi un blocco cliccandoci sopra o trascinandolo sulla pagina."],"Block Inserter":["Pannello di Inserimento Blocco"],"Click the plus to open the block inserter.":["Clicca sul segno più per aprire il pannello di inserimento blocco."],"Add a Block":["Aggiungi un Blocco"],"Layout":["Layout"],"Skip to Assist":["Salta all'Assistente"],"Assist navigation":["Assistente di navigazione"],"Take a tour":["Fai un tour"],"Recommendations":["Raccomandazioni"],"Dashboard":["Bacheca"],"Personalized tasks for your site":["Attività personalizzate per il tuo sito"],"View completed tasks":["Visualizza attività completate"],"Congratulations! Take a moment to celebrate.":["Congratulazioni! Prenditi un momento per festeggiare."],"All caught up!":["Tutto aggiornato!"],"Tasks":["Attività"],"Not completed":["Non completate"],"Completed":["Completate"],"View all %s":["Visualizza tutte %s"],"Quick Links":["Link Rapidi"],"No quick links found...":["Nessun link rapido trovato..."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Puoi visualizzare il tuo sito (dalla prospettiva del visitatore) in qualsiasi momento, basta cliccare sulla barra amministratore in alto, appena sotto il nome del tuo sito."],"Use the pages menu to add, delete, or edit the pages on your site.":["Usa il menu delle pagine per aggiungere, eliminare o modificare le pagine sul tuo sito."],"Done":["Fatto"],"Tour Steps":["Passi del Tour"],"Tour":["Tour"],"Personalized recommendations for your site":["Raccomandazioni personalizzate per il tuo sito"],"Show":["Mostra"],"Hide":["Nascondi"],"%s completed":["%s completate"],"Save":["Salva"],"Enter a site description...":["Inserisci una descrizione del sito..."],"Site description":["Descrizione del sito"],"Add site description":["Aggiungi descrizione del sito"],"Upload site logo":["Carica logo del sito"],"Site Assistant":["Site Assistant"],"View site":["Visualizza sito"],"Your site is ready!":["Il tuo sito è pronto!"],"Upload site icon":["Carica icona del sito"],"Set site icon":["Imposta icona del sito"],"Site icon":["Icona del sito"],"Set site logo":["Imposta logo del sito"],"Site logo":["Logo del sito"],"Remove image":["Elimina immagine"],"Replace image":["Sostituisci immagine"],"Edit or update the image":["Modifica o aggiorna l'immagine"],"Close Modal":["Chiudi Modal"],"Dismiss":["Ignora"],"Select Site Pages":["Seleziona Pagine del Sito"],"Select Site Design":["Seleziona Design del Sito"],"Select Site Goals":["Seleziona Obiettivi del Sito"],"Continue Building Your Website":["Continua a Costruire il tuo Sito Web"],"Select Site Industry":["Seleziona il Settore del Sito"],"Let's Start Building Your Website":["Cominciamo a Costruire il tuo Sito Web"],"No tasks found...":["Nessun attività trovata..."],"Site Title":["Titolo del Sito"],"Back":["Indietro"],"Site Industry":["Settore del Sito"],"Goals":["Obiettivi"],"Plugins":["Plugin"],"View Site":["Visualizza Sito"],"Next":["Successiva"],"Pages":["Pagine"],"Loading...":["Caricamento..."],"Search...":["Ricerca..."],"Show all":["Mostra tutto"],"Design":["Design"],"Settings":["Impostazioni"],"Search":["Cerca"],"%1$s of %2$s":["%1$s di %2$s"],"Start over?":["Ricominciare?"],"Go through the onboarding process again to create a new site.":["Ripeti il processo di configurazione iniziale per creare un nuovo sito."],"Start over":["Ricomincia"]}}}