{"translation-revision-date":"2023-10-17 14:43:50+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-page-6d552ffd86ca7446e745.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"et_EE","plural-forms":"nplurals=2; plural=n != 1;"},"%s dismissed":["%s ülesannet lõpetatud"],"View all recommendations":["Vaata kõiki soovitusi"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["Site Assistant on veebisaidi juhtpaneel, mis aitab sul oma saidist maksimumi võtta."],"Use this toggle to collapse or expand the sidebar menu.":["Kasuta seda lülitit menüü kahandamiseks või kasvatamiseks."],"Collapse menu":["Kahanda menüü"],"Back to Knowledge Base home":["Tagasi Teadmistebaasi avalehele"],"Go back to the list of Blocks":["Mine tagasi plokkide loendisse"],"Go to the list of Blocks":["Mine plokkide loendisse"],"Sorry, we couldn't find anything":["Kahjuks ei leitud midagi"],"Search for articles":["Otsige artikleid"],"Search results for \"%s\"":["Otsingutulemused päringule \"%s\""],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Siin saad kohandada saidi paigutuse jaoks kasutatavaid mõõtmeid, polsterdust ja veerge."],"The Layout button opens the layout settings panel.":["Nupp 'Layout' avab paigutuse sätete paneeli."],"Select the theme's palette or individual elements to customize their colors.":["Vali värvide kohandamiseks teema palett või üksik element."],"The Colors button opens the color settings panel.":["Nupp 'Värvid' avab värvisätete paneeli."],"Colors":["Värvid"],"Choose a typographic element to customize.":["Vali tüpograafiline element mida kohandada."],"The Typography button opens the typography settings panel.":["Nupp 'Tüpograafia' avab tüpograafiasätete paneeli."],"Typography":["Tüpograafia"],"Choose a style you like to preview how it will look on your site.":["Vali meeldiv stiil, et näha, kuidas see sinu saidil välja näeb."],"The Browse Styles button opens the style variations panel.":["Nupp 'Sirvi stiile' avab stiilivariatsioonide paneeli."],"Style Variations":["Stiilivariatsioonid"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Stiilide paneel võimaldab sul kohandada oma saidi välimust. See sisaldab stiilivariatsioone, värve, tüpograafiat ja palju muud."],"Styles Panel":["Stiilide paneel"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Stiiliredaktor võimaldab sul muuta saidi stiile, värve ja tüpograafilisi elemente. Stiiliredaktorile juurdepääsemiseks ava see menüüst Välimus > Redaktor."],"Style Editor":["Stiiliredaktor"],"The selected pattern has been inserted into the page.":["Valitud muster on lehele sisestatud."],"View the Inserted Pattern":["Vaata sisestatud mustrit"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Vali muster, mida soovid lehele lisada, sellel klõpsates."],"Select a Pattern":["Vali muster"],"Click on any pattern category to refine the selection.":["Valiku täpsustamiseks klõpsa mis tahes mustrikategoorial."],"Filter Patterns":["Filtreeri mustrid"],"Choose to insert individual block patterns, or full blown templates.":["Vali, kas sisestad üksikuid plokimustreid või terve malli."],"Patterns and Layouts":["Mustrid ja paigutused"],"The Extendify pattern library can be opened by clicking the button to the left.":["Extendify mustrite kogu saab avada vasakpoolsel nupul klõpsates."],"Open the Pattern Library":["Ava mustrite kogu"],"Knowledge Base home":["Teadmistebaasi kodu"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["Juhendatud tuurid on optimeeritud suurte ekraanide jaoks, tagades parima võimaliku kogemuse."],"Dismiss Banner":["Sulge bänner"],"View all (%s)":["Kuva kõik (%s)"],"Manage your profile or log out of your account here.":["Halda oma profiili või logi kontolt välja."],"User":["Kasutaja"],"Advanced settings for your site and for certain plugins.":["Sinu saidi ja valitud pluginate täpsemad seaded."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Impordi\/ekspordi postituste andmeid, kontrolli saidi tervist ja redigeeri teema- või plugina faile otse WordPressi haldusliideses."],"Tools":["Tööriistad"],"Add or manage users on your site, both admin users and others.":["Lisa või muuda oma saidi kasutajaid, nii haldureid kui teisi."],"Add or manage the plugins on your site.":["Lisa või halda oma saidi pluginaid."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Halda veebisaidi teemat ja muuda saiti redaktori abil. Redaktor on koht, kus saad oma saidil teha globaalseid muudatusi (nt menüüs, päises\/jaluses ja stiilides)."],"Appearance":["Välimus"],"If you have commenting enabled on your posts, you can manage those comments here.":["Kui oled oma postituste kommenteerimise lubanud, saad siin neid hallata."],"Comments":["Kommentaarid"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Lisa, redigeeri või eemalda oma meediateegist pilte ja muud meediat. Kui laed oma saidil kasutamiseks üles pildi, lisatakse see teeki."],"Media":["Meedia"],"Manage and create blog posts.":["Halda ja loo blogipostitusi."],"Posts":["Postitused"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["WordPressi juhtpaneel kuvab saidiüleseid mõõdikuid ja mooduleid, mille on lisanud pluginad."],"Access the Site Assistant at any time.":["Külasta Site Assistant'i igal ajal."],"Come back to the Site Assistant any time by clicking the menu item.":["Menüüelemendil klõpsates saate igal ajal Site Assistant'i juurde tagasi pöörduda."],"See our personalized recommendations for you that will help you accomplish your goals.":["Vaata meie isikupärastatud soovitusi, mis aitavad sul oma eesmärke saavutada."],"Easily access some of the most common items in WordPress with these quick links.":["Nende kiirviidete abil pääsed hõlpsalt ligi WordPressi kõige kasutatumatele funktsioonidele."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Vaata täiendavaid tuure WordPressi erinevade osade kohta. Lõpetatud tuure saab igal ajal taasalustada."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Leia artikleid, mis juhendavad sind WordPressi kasutamisel ja ülesannete teostamisel."],"Knowledge Base":["Teadmistebaas"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Nüüd kus oled valmis saanud oma saidi esmase versiooni, saad neid ülesandeid täites kohandada selle enda vajadustega."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["Site Assistant pakub just sinule kohandatud soovitusi ning aitab sind oma saidi loomisel ja haldamisel."],"Menu":["Menüü"],"Get going with these WordPress tours":["Alusta nende WordPressi tuuridega"],"Set Site Title":["Määra oma veebisaidi nimi"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Loo Site Launcher'i abil mõne minutiga kiire, kaunis ja täielikult kohandatud veebisait."],"There was an error loading this article":["Selle artikli laadimisel ilmnes viga"],"There was an error loading articles":["Artiklite laadimisel ilmnes viga"],"Tours":["Tuurid"],"No tours found...":["Tuure ei leitud..."],"Start Tour":["Alusta tuuriga"],"Restart Tour":["Taaskäivita tuur"],"Help Center":["Abikeskus"],"No support articles found...":["Tugiartikleid ei leitud..."],"Click the Add New button to add a new user to your site.":["Oma saidile uue kasutaja lisamiseks klõpsa nuppu 'Lisa uus kasutaja'."],"Add a new user":["Lisa uus kasutaja"],"Use the search bar to find a particular user.":["Kasuta kasutaja leidmiseks otsinguriba."],"Search for users":["Otsi kasutajaid"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Kasutaja rolli muutmiseks, konto haldamiseks või profiiliteabe muutmiseks klõpsa 'Muuda' nupul."],"Edit user information":["Muuda kasutajateavet"],"See all of your users, including admin users in this table.":["Vaata kõiki oma kasutajaid, sealhulgas haldureid."],"Users":["Kasutajad"],"Click here to view and manage the users on your site.":["Oma saidi kasutajate vaatamiseks ja haldamiseks klõpsa siin."],"All Users menu":["Kõik Kasutajad menüü"],"Click here to add another plugin to your site.":["Oma saidile plugina lisamiseks klõpsa siin."],"Add another":["Lisa järgmine"],"Under each plugin you can activate or deactivate it.":["Iga plugina all saad selle aktiveerida või deaktiveerida."],"Deactivate\/activate option":["Deaktiveeri\/aktiveeri valik"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Vaata kõiki oma saidile installitud pluginaid. Nimekiri hõlmab nii aktiivseid kui ka deaktiveeritud pluginaid."],"Installed plugins":["Installitud pluginad"],"Click this menu to see and manage the plugins you have installed.":["Installitud pluginate vaatamiseks ja haldamiseks klõpsa sellel menüül."],"Installed Plugins menu":["Installitud pluginate menüü"],"If you have a plugin from an external source, you can upload it directly here.":["Kui sul on välisest allikast pärit plugin, saad selle siit otse üles laadida."],"Upload Plugin":["Laadi plugin üles"],"Install the plugin. Then, press this button again to activate the plugin.":["Installi plugin. Seejärel vajuta seda nuppu uuesti plugina aktiveerimiseks."],"Install now":["Installi nüüd"],"See important information about each plugin.":["Vaata olulist teavet iga plugina kohta."],"Plugin details":["Plugina detailid"],"Search for a plugin by name or functionality.":["Otsi pluginat nime või funktsionaalsuse järgi."],"Click here to access the Add Plugins page.":["Pluginate lisamise lehele minekuks klõpsa siin."],"Add New plugin menu":["Lisa uus plugina menüü"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Klõpsaa avaldamise või uuendamise nuppu, et salvestada lehel tehtud muudatused ja muuta need veebilehel kättesaadavaks."],"Publish or Save":["Avalda või uuenda"],"Click preview to view how your changes look on the front end of your site.":["Klõpsa eelvaate nupul, et näha, kuidas muudatused sinu saidil välja näevad."],"Preview":["Eelvaade"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Vali kas leht või plokk, et muuta kogu lehe või valitud ploki sätteid."],"Page and Block Settings":["Lehe ja ploki sätted"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["See on lõiguploki näidis. See võib olla mitme lause pikkune ja hõlmata mitut rida. Võid lehele lisada nii palju plokke, kui soovid."],"Each block will show up on the page and can be edited by clicking on it.":["Iga plokk kuvatakse lehel ja seda saab redigeerida sellel klõpsates."],"Blocks":["Plokid"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Muuda lehe pealkirja sellel klõpsates. Märkus: Pealkirja avaldamine lehel sõltub kasutatavast lehemallist."],"Page Title":["Lehe pealkiri"],"Add a block by clicking or dragging it onto the page.":["Lisa plokk, sellel klõpsates või seda lehele lohistades."],"Block Inserter":["Ploki lisaja"],"Click the plus to open the block inserter.":["Ploki lisaja avamiseks klõpsa plussmärgil."],"Add a Block":["Lisa plokk"],"Layout":["Paigutus"],"Skip to Assist":["Mine abi juurde"],"Assist navigation":["Abista navigeerimist"],"Take a tour":["Alusta tuuriga"],"Recommendations":["Soovitused"],"Dashboard":["Juhtpaneel"],"Personalized tasks for your site":["Sulle ja sinu saidile kohandatud ülesanded"],"View completed tasks":["Vaata täidetud ülesandeid"],"Congratulations! Take a moment to celebrate.":["Tubli! Võta endale hetk tähistamiseks."],"All caught up!":["Kõik tehtud!"],"Tasks":["Ülesanded"],"Not completed":["Täitmata"],"Completed":["Täidetud"],"View all %s":["Kuva kõik %s"],"Quick Links":["Kiirviited"],"No quick links found...":["Ühtegi kiirviidet ei leitud..."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Võid igal ajal oma saiti külastaja vaatenurgast vaadata, klikkides 'Esilehe' linki oma saidi nime alt ülemisel administraatoriribal."],"Use the pages menu to add, delete, or edit the pages on your site.":["Kasuta 'Lehed' menüüd oma saidile uute lehtede lisamiseks, nende kustutamiseks või muutmiseks."],"Done":["Valmis"],"Tour Steps":["Tuuri sammud"],"Tour":["Tuur"],"Personalized recommendations for your site":["Personaliseeritud soovitused sinu saidile"],"Show":["Näita"],"Hide":["Peida"],"%s completed":["%s lõpetatud"],"Save":["Salvesta"],"Enter a site description...":["Sisesta saidi kirjeldus..."],"Site description":["Saidi kirjeldus"],"Add site description":["Lisa saidi kirjeldus"],"Upload site logo":["Laadi üles saidi logo"],"Site Assistant":["Site Assistant"],"View site":["Vaata saiti"],"Your site is ready!":["Sinu sait on valmis!"],"Upload site icon":["Laadi üles saidi ikoon"],"Set site icon":["Määra saidi ikoon"],"Site icon":["Saidi ikoon"],"Set site logo":["Määra saidi logo"],"Site logo":["Saidi logo"],"Remove image":["Eemalda pilt"],"Replace image":["Asenda pilt"],"Edit or update the image":["Muuda või uuenda pilti"],"Close Modal":["Sulge modaalaken"],"Dismiss":["Loobu"],"Select Site Pages":["Vali saidile lehed"],"Select Site Design":["Vali saidile kujundus"],"Select Site Goals":["Sea saidile eesmärgid"],"Continue Building Your Website":["Jätka oma veebisaidi loomist"],"Select Site Industry":["Vali saidi suunitlus"],"Let's Start Building Your Website":["Alustame sinu veebisaidi loomist"],"No tasks found...":["Ühtegi ülesannet ei leitud..."],"Site Title":["Saidi pealkiri"],"Back":["Tagasi"],"Site Industry":["Saidi suunitlus"],"Goals":["Eesmärgid"],"Plugins":["Pluginad"],"View Site":["Vaata saiti"],"Next":["Järgmine"],"Pages":["Lehed"],"Loading...":["Laadimine..."],"Search...":["Otsi..."],"Show all":["Kuva kõiki"],"Design":["Kujundus"],"Settings":["Sätted"],"Search":["Otsi"],"%1$s of %2$s":["%1$s %2$s-st"],"Start over?":["Alusta otsast?"],"Go through the onboarding process again to create a new site.":["Läbi uuesti sissejuhatav protsess, et luua uus veebileht."],"Start over":["Alusta otsast"]}}}