{"translation-revision-date":"2023-10-17 14:48:40+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-global-aad251535a353a7879b6.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);"},"%s dismissed":["Odrzucono %s"],"View all recommendations":["Zobacz wszystkie rekomendacje"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["Asystent witryny to Twój kokpit, który pomoże Ci w pełni wykorzystać możliwości Twojej witryny."],"Use this toggle to collapse or expand the sidebar menu.":["Użyj tego przełącznika, aby zwinąć lub rozwinąć menu paska bocznego."],"Collapse menu":["Zwijanie menu"],"Back to Knowledge Base home":["Powrót do Bazy wiedzy"],"Go back to the list of Blocks":["Wróć do listy bloków"],"Go to the list of Blocks":["Przejdź do listy bloków"],"Sorry, we couldn't find anything":["Przykro nam, nie mogliśmy niczego znaleźć"],"Search for articles":["Szukaj artykułów"],"Search results for \"%s\"":["Wyniki wyszukiwania dla “%s”"],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Z tego miejsca możesz dostosować wymiary, dopełnienie i marginesy używane w układzie witryny."],"The Layout button opens the layout settings panel.":["Przycisk Układ otwiera panel ustawień układu."],"Select the theme's palette or individual elements to customize their colors.":["Zaznacz paletę motywu lub poszczególne elementy, aby dostosować ich kolory."],"The Colors button opens the color settings panel.":["Przycisk Kolory otwiera panel ustawień kolorów."],"Colors":["Kolory"],"Choose a typographic element to customize.":["Wybierz element typograficzny, który chcesz dostosować."],"The Typography button opens the typography settings panel.":["Przycisk Typografia otwiera panel ustawień typografii."],"Typography":["Typografia"],"Choose a style you like to preview how it will look on your site.":["Wybierz styl, który Ci się podoba, aby podejrzeć, jak będzie wyglądał na Twojej stronie."],"The Browse Styles button opens the style variations panel.":["Przycisk Przeglądaj style otwiera panel wariantów stylu."],"Style Variations":["Warianty stylu"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Panel stylów pozwala na dostosowanie wyglądu Twojej witryny. Zawiera on warianty stylów, kolory, typografię i wiele innych."],"Styles Panel":["Panel stylów"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Edytor stylu pozwala na edycję stylów, kolorów i elementów typograficznych Twojej witryny. Aby uzyskać dostęp do edytora, najpierw otwórz edytor poprzez Wygląd > Edytor."],"Style Editor":["Edytor stylu"],"The selected pattern has been inserted into the page.":["Wybrany wzorzec został wstawiony na stronę."],"View the Inserted Pattern":["Zobacz wstawiony wzorzec"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Wybierz dowolny wzorzec, który chcesz wstawić na stronę, klikając na niego."],"Select a Pattern":["Wybierz wzorzec"],"Click on any pattern category to refine the selection.":["Kliknij dowolną kategorię wzorca, aby zawęzić wybór."],"Filter Patterns":["Wzorce filtrów"],"Choose to insert individual block patterns, or full blown templates.":["Wybierz, aby wstawić pojedyncze wzorce bloków lub w pełni rozbudowane szablony."],"Patterns and Layouts":["Wzorce i układy"],"The Extendify pattern library can be opened by clicking the button to the left.":["Bibliotekę wzorców Extendify można otworzyć, klikając przycisk znajdujący się po lewej stronie."],"Open the Pattern Library":["Otwórz bibliotekę wzorców"],"Knowledge Base home":["Baza wiedzy (strona główna)"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["Prezentacje są zoptymalizowane pod kątem dużych ekranów, zapewniając najlepsze możliwe doświadczenia."],"Dismiss Banner":["Odrzuć baner"],"View all (%s)":["Zobacz wszystko (%s)"],"Tour this page":["Zobacz prezentację strony"],"Manage your profile or log out of your account here.":["W tym miejscu możesz zarządzać swoim profilem lub wylogować się z konta."],"User":["Użytkownik"],"Advanced settings for your site and for certain plugins.":["Zaawansowane ustawienia dla Twojej witryny i dla wybranych wtyczek."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importuj\/eksportuj dane wpisów, sprawdź kondycję witryny i edytuj pliki motywów lub wtyczek bezpośrednio w panelu administracyjnym WordPress."],"Tools":["Narzędzia"],"Add or manage users on your site, both admin users and others.":["Dodawaj lub zarządzaj użytkownikami w swojej witrynie – zarówno użytkownikami administracyjnymi, jak i innymi."],"Add or manage the plugins on your site.":["Dodaj lub zarządzaj wtyczkami w swojej witrynie."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Zarządzaj swoim motywem i uzyskaj dostęp do Edytora witryny z menu Wygląd. Edytor witryny to miejsce, w którym możesz dokonać ogólnych zmian w swojej witrynie (takich jak menu, nagłówek\/stopka i style)."],"Appearance":["Wygląd"],"If you have commenting enabled on your posts, you can manage those comments here.":["Tutaj możesz zarządzać komentarzami, jeśli masz włączoną opcję komentowania swoich wpisów."],"Comments":["Komentarze"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Dodawaj, edytuj lub usuwaj obrazki i inne media ze swojej biblioteki. Gdy załadujesz obrazek, który ma być użyty w Twojej witrynie, zostanie on dodany do biblioteki."],"Media":["Media"],"Manage and create blog posts.":["Zarządzaj i twórz wpisy na blogu."],"Posts":["Wpisy"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Domyślny kokpit WordPress będzie wyposażony w pewne ogólne metryki witryny i moduły dodane z określonych wtyczek."],"Access the Site Assistant at any time.":["Uzyskaj dostęp do Asystenta witryny w dowolnym momencie."],"Come back to the Site Assistant any time by clicking the menu item.":["Wróć do Asystenta witryny w dowolnym momencie, klikając element menu."],"See our personalized recommendations for you that will help you accomplish your goals.":["Zobacz przygotowane dla Ciebie, spersonalizowane rekomendacje, które pomogą Ci osiągnąć Twoje cele."],"Easily access some of the most common items in WordPress with these quick links.":["Z łatwością uzyskaj dostęp do wybranych, najczęściej używanych elementów w WordPressie dzięki szybkim odnośnikom."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Zobacz dodatkowe prezentacje poszczególnych elementów WordPressa. Ukończone prezentacje możesz uruchomić ponownie w dowolnym momencie."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Znajdź artykuły z informacjami na temat wykonywania poszczególnych czynności za pomocą WordPressa, łącznie ze zrzutami ekranu i filmami."],"Knowledge Base":["Baza wiedzy"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Teraz gdy już stworzyłeś swoją witrynę startową, spraw, aby nabrała indywidualnego charakteru, wykonując poniższe zadania."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["Asystent witryny przekazuje Ci spersonalizowane zalecenia i pomaga w tworzeniu i utrzymaniu Twojej witryny."],"Get going with these WordPress tours":["Rozpocznij podróż od obejrzenia prezentacji funkcji WordPress"],"Set Site Title":["Ustaw tytuł witryny"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Stwórz superszybką, piękną i w pełni spersonalizowaną stronę w kilka minut dzięki naszemu narzędziu do uruchamiania witryn."],"There was an error loading this article":["Wystąpił błąd podczas wczytywania tego artykułu"],"There was an error loading articles":["Wystąpił błąd podczas wczytywania artykułów"],"Tours":["Prezentacje"],"No tours found...":["Nie znaleziono prezentacji…"],"Start Tour":["Rozpocznij prezentację"],"Restart Tour":["Restartuj prezentację"],"Help Center":["Centrum pomocy"],"No support articles found...":["Nie znaleziono artykułów pomocniczych…"],"Click the Add New button to add a new user to your site.":["Kliknij przycisk Dodaj nowy, aby dodać nowego użytkownika do swojej witryny."],"Add a new user":["Dodaj nowego użytkownika"],"Use the search bar to find a particular user.":["Użyj paska wyszukiwania, aby znaleźć konkretnego użytkownika."],"Search for users":["Wyszukaj użytkowników"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Kliknij przycisk edycji, aby zmienić rolę użytkownika, zarządzać jego kontem lub zmienić informacje o jego profilu."],"Edit user information":["Edytuj informacje o użytkowniku"],"See all of your users, including admin users in this table.":["Zobacz wszystkich swoich użytkowników, w tym administratorów w tej tabeli."],"Users":["Użytkownicy"],"Click here to view and manage the users on your site.":["Kliknij tutaj, aby zobaczyć i zarządzać użytkownikami w swojej witrynie."],"All Users menu":["Menu zarządzania użytkownikami"],"Click here to add another plugin to your site.":["Kliknij tutaj, aby dodać kolejną wtyczkę do swojej witryny."],"Add another":["Dodaj kolejny"],"Under each plugin you can activate or deactivate it.":["Pod każdą wtyczką możesz ją włączyć lub wyłączyć."],"Deactivate\/activate option":["Wyłącz\/Włącz opcję"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Zobacz wszystkie wtyczki zainstalowane w Twojej witrynie. Dotyczy to zarówno wtyczek włączonych, jak i wyłączonych."],"Installed plugins":["Zainstalowane wtyczki"],"Click this menu to see and manage the plugins you have installed.":["Kliknij to menu, aby zobaczyć zainstalowane wtyczki i zarządzać nimi."],"Installed Plugins menu":["Menu zainstalowanych wtyczek"],"If you have a plugin from an external source, you can upload it directly here.":["Jeśli masz wtyczkę z zewnętrznego źródła, możesz załadować ją bezpośrednio tutaj."],"Upload Plugin":["Załaduj wtyczkę"],"Install the plugin. Then, press this button again to activate the plugin.":["Zainstaluj wtyczkę. Następnie naciśnij ten przycisk ponownie, aby ją włączyć."],"Install now":["Zainstaluj teraz"],"See important information about each plugin.":["Zobacz ważne informacje o każdej wtyczce."],"Plugin details":["Szczegóły wtyczki"],"Search for a plugin by name or functionality.":["Wyszukaj wtyczkę według nazwy lub funkcjonalności."],"Click here to access the Add Plugins page.":["Kliknij tutaj, aby uzyskać dostęp do strony Dodaj wtyczki."],"Add New plugin menu":["Menu dodawania nowych wtyczek"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Kliknij Opublikuj lub zaktualizuj, aby zapisać zmiany wprowadzone na stronie i udostępnić je w witrynie."],"Publish or Save":["Opublikuj lub Zapisz"],"Click preview to view how your changes look on the front end of your site.":["Kliknij Podgląd, aby zobaczyć, jak Twoje zmiany wyglądają w witrynie."],"Preview":["Podgląd"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Wybierz stronę lub blok, aby zmienić ustawienia dla całej strony lub dla wybranego bloku."],"Page and Block Settings":["Ustawienia strony i bloku"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["To jest przykładowy blok akapitu. Może mieć długość kilku zdań i obejmować wiele wierszy. Możesz dodać do strony dowolną ilość bloków."],"Each block will show up on the page and can be edited by clicking on it.":["Każdy blok pojawi się na stronie i będzie można go edytować, klikając na niego."],"Blocks":["Bloki"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Edytuj tytuł strony, klikając go. Uwaga: Tytuł może, ale nie musi pojawić się na opublikowanej stronie, w zależności od użytego szablonu strony."],"Page Title":["Tytuł strony"],"Add a block by clicking or dragging it onto the page.":["Dodaj blok, klikając lub przeciągając go na stronę."],"Block Inserter":["Wybierak bloków"],"Click the plus to open the block inserter.":["Kliknij plus, aby otworzyć wybierak do wstawiania bloków."],"Add a Block":["Dodaj blok"],"Layout":["Układ"],"Take a tour":["Zobacz prezentację"],"Recommendations":["Polecane"],"Dashboard":["Kokpit"],"Personalized tasks for your site":["Spersonalizowane zadania dla Twojej witryny"],"View completed tasks":["Zobacz ukończone zadania"],"Congratulations! Take a moment to celebrate.":["Gratulacje! Poświęć chwilę na świętowanie."],"All caught up!":["Wszystko gotowe!"],"Tasks":["Zadania"],"Not completed":["Nie ukończono"],"Completed":["Ukończono"],"View all %s":["Zobacz wszystkie %s"],"Quick Links":["Szybkie odnośniki"],"No quick links found...":["Nie znaleziono szybkich odnośników…"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["W każdej chwili możesz obejrzeć swoją witrynę (z perspektywy odwiedzającego) z poziomu górnego paska administratora pod nazwą witryny."],"Use the pages menu to add, delete, or edit the pages on your site.":["Użyj menu stron, aby dodać, usunąć lub edytować strony w swojej witrynie."],"Done":["Gotowe"],"Tour Steps":["Kroki prezentacji"],"Tour":["Prezentacja"],"Personalized recommendations for your site":["Spersonalizowane rekomendacje dla twojej witryny"],"Show":["Pokaż"],"Hide":["Ukryj"],"%s completed":["%s ukończono"],"Save":["Zapisz"],"Enter a site description...":["Wpisz opis witryny…"],"Site description":["Opis witryny"],"Add site description":["Dodaj opis witryny"],"Upload site logo":["Załaduj logo witryny"],"Site Assistant":["Asystent witryny"],"Your site is ready!":["Twoja witryna jest gotowa!"],"Upload site icon":["Załaduj ikonkę witryny"],"Set site icon":["Ustaw ikonkę witryny"],"Site icon":["Ikonka witryny"],"Set site logo":["Ustaw logo witryny"],"Site logo":["Logo witryny"],"Remove image":["Usuń obrazek"],"Replace image":["Zastąp obrazek"],"Edit or update the image":["Edytuj lub zaktualizuj obrazek"],"Close Modal":["Zamknij moduł"],"Dismiss":["Odrzuć"],"Select Site Pages":["Wybierz strony witryny"],"Select Site Design":["Wybierz projekt witryny"],"Select Site Goals":["Wybierz cele witryny"],"Continue Building Your Website":["Kontynuuj budowę swojej strony internetowej"],"Select Site Industry":["Wybierz branżę witryny"],"Let's Start Building Your Website":["Zacznijmy budować Twoją stronę internetową"],"No tasks found...":["Nie znaleziono żadnych zadań…"],"Site Title":["Tytuł witryny"],"Back":["Wstecz"],"Site Industry":["Branża witryny"],"Goals":["Cele"],"Plugins":["Wtyczki"],"View Site":["Widok witryny"],"Next":["Dalej"],"Pages":["Strony"],"Loading...":["Wczytywanie…"],"Search...":["Wyszukiwanie…"],"Show all":["Pokaż wszystko"],"Design":["Projekt"],"Settings":["Ustawienia"],"Search":["Szukaj"],"%1$s of %2$s":["%1$s z %2$s"],"Start over?":["Zacząć od nowa?"],"Go through the onboarding process again to create a new site.":["Przejdź ponownie przez proces wprowadzający, aby utworzyć nową witrynę."],"Start over":["Zacznij od nowa"]}}}