{"translation-revision-date":"2023-10-17 14:42:22+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-page-6d552ffd86ca7446e745.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_CH","plural-forms":"nplurals=2; plural=n != 1;"},"%s dismissed":["%s ausgeblendet"],"View all recommendations":["Alle Empfehlungen anzeigen"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["Der Website-Assistent ist dein Dashboard, mit dessen Hilfe du das Beste aus deiner Website herausholen kannst."],"Use this toggle to collapse or expand the sidebar menu.":["Über diesen Schalter kannst du das Seitenleisten-Menü ein- oder ausklappen."],"Collapse menu":["Menü einklappen"],"Back to Knowledge Base home":["Zurück zur Wissensdatenbank-Startseite"],"Go back to the list of Blocks":["Zurück zur Liste der Blöcke"],"Go to the list of Blocks":["Zurück zur Liste der Blöcke"],"Sorry, we couldn't find anything":["Entschuldigung, leider konnten wir nichts finden"],"Search for articles":["Suche nach Artikeln"],"Search results for \"%s\"":["Suchergebnisse für \"%s\""],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Von hier aus kannst du die Abmessungen sowie die Innen- und Außenabstände, die für das Layout deiner Website verwendet werden, anpassen."],"The Layout button opens the layout settings panel.":["Der Layout-Button öffnet das Einstellungs-Bedienfeld für das Layout."],"Select the theme's palette or individual elements to customize their colors.":["Wähle die Farbpalette des Themes oder individuelle Elemente aus, um die Farben anzupassen."],"The Colors button opens the color settings panel.":["Der Farben-Button öffnet das Bedienfeld für die Farb-Einstellungen."],"Colors":["Farben"],"Choose a typographic element to customize.":["Wähle ein typografisches Element zum Bearbeiten aus."],"The Typography button opens the typography settings panel.":["Der Typografie-Button öffnet das Bedienfeld für die Typografie-Einstellungen."],"Typography":["Typografie"],"Choose a style you like to preview how it will look on your site.":["Wähle einen Stil aus, der dir gefällt, um zu sehen, wie er auf deiner Website aussehen wird."],"The Browse Styles button opens the style variations panel.":["Der Button „Durchstöbere die Stile“ öffnet das Bedienfeld für die Stil-Variationen."],"Style Variations":["Stil-Variationen"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Im Stile-Bedienfeld kannst du das Erscheinungsbild deiner Website individuell gestalten. Es umfasst Stil-Variationen, Farben, Typografie und mehr."],"Styles Panel":["Stile-Bedienfeld"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Mit dem Stil-Editor kannst du die Stile, Farben und typografischen Elemente deiner Website bearbeiten. Um auf den Stil-Editor zuzugreifen, öffne zunächst den Website-Editor über Design > Website-Editor."],"Style Editor":["Stil-Editor"],"The selected pattern has been inserted into the page.":["Die ausgewählte Vorlage wurde in die Seite eingefügt."],"View the Inserted Pattern":["Eingefügte Vorlage ansehen"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Wähle einfach eine beliebige Vorlage aus, welche du in eine Seite einfügen möchtest, indem du sie anklickst."],"Select a Pattern":["Wähle eine Vorlage"],"Click on any pattern category to refine the selection.":["Klicke auf eine beliebige Vorlagenkategorie, um die Auswahl zu filtern."],"Filter Patterns":["Vorlagen filtern"],"Choose to insert individual block patterns, or full blown templates.":["Du kannst einzelne Block-Vorlagen oder komplette Templates einfügen."],"Patterns and Layouts":["Vorlagen und Templates"],"The Extendify pattern library can be opened by clicking the button to the left.":["Die Extendify Vorlagen-Bibliothek öffnest du über den Button Design-Bibliothek auf der linken Seite."],"Open the Pattern Library":["Öffne die Vorlagen-Bibliothek"],"Knowledge Base home":["Wissensdatenbank"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["Führungen sind für große Bildschirme optimiert, um das bestmögliche Erlebnis zu gewährleisten."],"Dismiss Banner":["Banner schließen"],"View all (%s)":["Alle ansehen (%s)"],"Manage your profile or log out of your account here.":["Verwalte hier dein Profil oder melde dich von deinem Konto ab."],"User":["Benutzer"],"Advanced settings for your site and for certain plugins.":["Erweiterte Einstellungen für deine Website und für bestimmte Plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importieren\/Exportieren von Beitragsdaten, Überprüfen des Website-Zustands und Bearbeiten von Theme- oder Plugin-Dateien direkt im WordPress-Admin."],"Tools":["Werkzeuge"],"Add or manage users on your site, both admin users and others.":["Hinzufügen oder Verwalten von Benutzern auf deiner Website, sowohl Admin-Benutzer als auch andere."],"Add or manage the plugins on your site.":["Hinzufügen oder Verwalten der Plugins auf deiner Website."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Verwalte dein Theme und rufe den Site-Editor über das Menü \"Design\" auf. Im Site-Editor kannst du globale Änderungen an deiner Website vornehmen (z. B. Menü, Kopfzeile\/Fußzeile und Stile)."],"Appearance":["Design"],"If you have commenting enabled on your posts, you can manage those comments here.":["Wenn du die Kommentarfunktion für deine Beiträge aktiviert hast, kannst du diese Kommentare hier verwalten."],"Comments":["Kommentare"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Du kannst Bilder und andere Medien aus deiner Bibliothek hinzufügen, bearbeiten oder entfernen. Wenn du ein Bild hochlädst, das auf deiner Website verwendet werden soll, wird es der Bibliothek hinzugefügt."],"Media":["Medien"],"Manage and create blog posts.":["Bearbeite und erstelle Blogbeiträge."],"Posts":["Beiträge"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Das Standard-WordPress-Dashboard enthält einige allgemeine Website-Metriken und Module, die von bestimmten Plugins hinzugefügt wurden."],"Access the Site Assistant at any time.":["Greife jederzeit auf den Website-Assistent zu."],"Come back to the Site Assistant any time by clicking the menu item.":["Du kannst jederzeit zum Website-Assistent zurückkehren, indem du auf den Menüpunkt klickst."],"See our personalized recommendations for you that will help you accomplish your goals.":["Sehe dir unsere persönlichen Empfehlungen für dich an, die dir helfen werden, deine Ziele zu erreichen."],"Easily access some of the most common items in WordPress with these quick links.":["Mit diesen Links kannst du ganz einfach auf einige der am häufigsten verwendeten Elemente in WordPress zugreifen."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Sieh dir weitere Touren durch die verschiedenen Bereiche von WordPress an. Starte deine abgeschlossenen Touren jederzeit neu."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Hier findest du Artikel mit Informationen über verschiedene Dinge, die du mit WordPress erledigen kannst, mit Bildschirmfotos und Videos."],"Knowledge Base":["Wissensdatenbank"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Nachdem du nun das Grundgerüst deiner Website erstellt hast, kannst du sie mit den folgenden Aufgaben für deine Bedürfnisse anpassen."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["Der Website-Assistent gibt dir persönliche Empfehlungen und hilft dir bei der Erstellung und Pflege deiner Website."],"Menu":["Menü"],"Get going with these WordPress tours":["Starte mit diesen WordPress-Touren"],"Set Site Title":["Website-Titel festlegen"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Erstelle mit unserem Site Launcher in wenigen Minuten eine superschnelle, schöne und vollständig angepasste Website."],"There was an error loading this article":["Es gab einen Fehler beim Laden dieses Artikels"],"There was an error loading articles":["Es gab einen Fehler beim Laden der Artikel"],"Tours":["Touren"],"No tours found...":["Keine Touren gefunden..."],"Start Tour":["Tour starten"],"Restart Tour":["Tour neustarten"],"Help Center":["Hilfe-Center"],"No support articles found...":["Keine Support-Artikel gefunden..."],"Click the Add New button to add a new user to your site.":["Klicke den \"Neu hinzufügen\"-Button, um weitere Benutzer zu deiner Seite hinzuzufügen."],"Add a new user":["Neuen Benutzer hinzufügen"],"Use the search bar to find a particular user.":["Nutze das Suchfeld, um einen bestimmten Benutzer zu finden."],"Search for users":["Suche nach Benutzern"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Klicke auf den Bearbeiten-Button, um die Benutzerrollen zu ändern, den Account zu verwalten oder die Profil-Informationen anzupassen."],"Edit user information":["Benutzer-Information bearbeiten"],"See all of your users, including admin users in this table.":["Zeige alle Benutzer in der Tabelle an, inklusive der Admin-Benutzer."],"Users":["Benutzer"],"Click here to view and manage the users on your site.":["Klicke hier, um alle Benutzer auf deiner Website zu sehen und zu bearbeiten."],"All Users menu":["Menü \"Alle Benutzer\""],"Click here to add another plugin to your site.":["Klicke hier, um ein weiteres Plugin zu deiner Website hinzuzufügen."],"Add another":["Weiteres Plugin hinzufügen"],"Under each plugin you can activate or deactivate it.":["Unter jedem Plugin kannst du dies aktiveren oder deaktivieren."],"Deactivate\/activate option":["Deaktivieren\/Aktivieren-Option"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Anzeige aller installierten Plugins. Es werden aktivierte und deaktivierte Plugins angezeigt."],"Installed plugins":["Installierte Plugins"],"Click this menu to see and manage the plugins you have installed.":["Klicke auf diesen Menüpunkt, um die installierten Plugins zu sehen und zu verwalten."],"Installed Plugins menu":["Menü \"Installierte Plugins\""],"If you have a plugin from an external source, you can upload it directly here.":["Wenn du ein Plugin von einer externen Quelle hast, kannst du dieses direkt hier hochladen."],"Upload Plugin":["Plugin hochladen"],"Install the plugin. Then, press this button again to activate the plugin.":["Installiere das Plugin. Klicke erneut auf den Button, um das Plugin zu aktivieren."],"Install now":["Jetzt installieren"],"See important information about each plugin.":["Schaue dir wichtige Informationen zu jedem Plugin an."],"Plugin details":["Plugin-Details"],"Search for a plugin by name or functionality.":["Suche mit dem Namen oder der Funktionalität nach Plugins."],"Click here to access the Add Plugins page.":["Klicke hier, um zur \"Plugins hinzufügen\"-Seite zu gelangen."],"Add New plugin menu":["Menü \"Installieren\" unter Plugins"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Klicke auf Veröffentlichen oder Aktualisieren, um die Änderungen auf der Seite zu speichern."],"Publish or Save":["Veröffentlichen oder Speichern"],"Click preview to view how your changes look on the front end of your site.":["Klicke auf Vorschau, um dir deine Änderungen im Frontend deiner Seite anzuschauen."],"Preview":["Vorschau"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Wähle entweder Seite oder Block aus, um die Einstellungen für die gesamte Seite oder den ausgewählten Block zu bearbeiten."],"Page and Block Settings":["Seiten- und Block-Einstellungen"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Dies ist ein Beispiel-Absatzblock. Er kann mehrere Sätze lang sein und sich über mehrere Zeilen erstrecken. Du kannst so viele Blöcke zu einer Seite hinzufügen, wie du möchtest."],"Each block will show up on the page and can be edited by clicking on it.":["Jeder Block wird auf der Seite angezeigt und kann bearbeitet werden, indem er angeklickt wird."],"Blocks":["Blöcke"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Bearbeite den Seiten-Titel, indem du diesen anklickst. Hinweis: Der Titel wird eventuell nicht auf der veröffentlichten Seite angezeigt, wenn ein bestimmtes Seiten-Template genutzt wird."],"Page Title":["Seiten-Titel"],"Add a block by clicking or dragging it onto the page.":["Füge einen Block hinzu, indem du diesen anklickst oder in die Seite ziehst."],"Block Inserter":["Block-Inserter"],"Click the plus to open the block inserter.":["Klicke auf das Plus, um den Block-Inserter zu öffnen."],"Add a Block":["Block hinzufügen"],"Layout":["Layout"],"Skip to Assist":["Überspringen zu Assist"],"Assist navigation":["Assist Navigation"],"Take a tour":["Mache eine Tour"],"Recommendations":["Empfehlungen"],"Dashboard":["Dashboard"],"Personalized tasks for your site":["Personalisierte Aufgaben für deine Website"],"View completed tasks":["Erledigte Aufgaben anzeigen"],"Congratulations! Take a moment to celebrate.":["Glückwunsch! Nimm dir einen Moment Zeit zum Feiern."],"All caught up!":["Alles erledigt!"],"Tasks":["Aufgaben"],"Not completed":["Nicht erledigt"],"Completed":["Erledigt"],"View all %s":["Alle anzeigen (%s)"],"Quick Links":["Quick-Links"],"No quick links found...":["Keine Quick-Links gefunden..."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Du kannst deine Website (aus der Sicht eines Besuchers) jederzeit in der oberen Admin-Leiste unter dem Namen deiner Website einsehen."],"Use the pages menu to add, delete, or edit the pages on your site.":["Nutze das Menü Seiten, um die Seiten auf deiner Website hinzuzufügen, zu bearbeiten oder zu löschen."],"Done":["Erledigt"],"Tour Steps":["Tour-Schritte"],"Tour":["Tour"],"Personalized recommendations for your site":["Personalisierte Empfehlungen für deine Website"],"Show":["Anzeigen"],"Hide":["Verbergen"],"%s completed":["%s erledigt"],"Save":["Speichern"],"Enter a site description...":["Füge eine Website-Beschreibung ein..."],"Site description":["Website-Beschreibung"],"Add site description":["Website-Beschreibung hinzufügen"],"Upload site logo":["Website-Logo hochladen"],"Site Assistant":["Website-Assistent"],"View site":["Website ansehen"],"Your site is ready!":["Deine Website ist bereit!"],"Upload site icon":["Website-Icon hochladen"],"Set site icon":["Website-Icon auswählen"],"Site icon":["Website-Icon"],"Set site logo":["Website-Logo setzen"],"Site logo":["Website-Logo"],"Remove image":["Bild entfernen"],"Replace image":["Bild ersetzen"],"Edit or update the image":["Bearbeite oder aktualisiere das Bild"],"Close Modal":["Modal schließen"],"Dismiss":["Ausblenden"],"Select Site Pages":["Seiten auswählen"],"Select Site Design":["Design auswählen"],"Select Site Goals":["Ziele auswählen"],"Continue Building Your Website":["Mit der Erstellung deiner Website fortfahren"],"Select Site Industry":["Branche auswählen"],"Let's Start Building Your Website":["Lass uns deine Website erstellen"],"No tasks found...":["Keine Aufgaben gefunden..."],"Site Title":["Website-Titel"],"Back":["Zurück"],"Site Industry":["Website-Branche"],"Goals":["Ziele"],"Plugins":["Plugins"],"View Site":["Website anzeigen"],"Next":["Weiter"],"Pages":["Seiten"],"Loading...":["Wird geladen …"],"Search...":["Suchen…"],"Show all":["Alle anzeigen"],"Design":["Design"],"Settings":["Einstellungen"],"Search":["Suche"],"%1$s of %2$s":["%1$s von %2$s"],"Start over?":["Von vorne beginnen?"],"Go through the onboarding process again to create a new site.":["Durchlaufen Sie den Einführungsprozess erneut, um eine neue Website zu erstellen."],"Start over":["Von vorne beginnen"]}}}