{"translation-revision-date":"2023-10-17 14:45:26+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-page-6d552ffd86ca7446e745.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"id","plural-forms":"nplurals=2; plural=n > 1;"},"%s dismissed":["%s ditolak"],"View all recommendations":["Lihat semua rekomendasi"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["Asisten Situs adalah dashboard yang membantu anda memaksimalkan website anda"],"Use this toggle to collapse or expand the sidebar menu.":["Gunakan tombol ini untuk melihat atau menyembunyikan menu sidebar"],"Collapse menu":["Sembunyikan Menu"],"Back to Knowledge Base home":["Kembali ke rumah Basis Pengetahuan"],"Go back to the list of Blocks":["Kembali ke daftar Blok"],"Go to the list of Blocks":["Buka daftar Blok"],"Sorry, we couldn't find anything":["Maaf, kami tidak dapat menemukan apa pun"],"Search for articles":["Cari Artikel"],"Search results for \"%s\"":["Cari Hasil untuk \"%s\""],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Dari sini anda dapat mengubah dimensi, padding dan margins untuk layout website anda."],"The Layout button opens the layout settings panel.":["Tombol layout membuka panel pengaturan layout."],"Select the theme's palette or individual elements to customize their colors.":["Pilih palet template atau elemen individu untuk mengubah warna nya."],"The Colors button opens the color settings panel.":["Tombol Warna\/Colors membuka panel pengaturan warna."],"Colors":["Warna"],"Choose a typographic element to customize.":["Pilih element yang typographic untuk diubah."],"The Typography button opens the typography settings panel.":["Tombol tipografi membuka panel pengaturan tipografi."],"Typography":["Tipografi"],"Choose a style you like to preview how it will look on your site.":["Pilih desain yang kamu suka untuk melihat bagaimana itu akan terlihat di website anda."],"The Browse Styles button opens the style variations panel.":["Tombol Telusuri Style akan membuka panel variasi style."],"Style Variations":["Variasi Style"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Panel style mengijinkan anda untuk mengubah tampilan dan website anda. ini termasuk variasi style, warna, tipografi dan lainnya."],"Styles Panel":["Panel style"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Editor style mengijinkan anda untuk mengubah style, warna dan elemen tipografi pada website anda. Untuk mengakses editor style, pertama buka editor di menu appearance > editor."],"Style Editor":["Editor Style"],"The selected pattern has been inserted into the page.":["Pola yang dipilih telat ditambahkan kedalam halaman."],"View the Inserted Pattern":["Lihat pola yang telah dimasukan"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Pilih pola apa saja dengan mudah jika anda ingin menambahkanya ke website."],"Select a Pattern":["Pilih Pola"],"Click on any pattern category to refine the selection.":["Klik pada kategori pola untuk menyaring pilihan."],"Filter Patterns":["Menyaring Pola"],"Choose to insert individual block patterns, or full blown templates.":["Pilih Pola blok individu yang akan dimasukan, atau template yang lengkap."],"Patterns and Layouts":["Pola dan Layout"],"The Extendify pattern library can be opened by clicking the button to the left.":["Perpustakaan pola Extendify dapat dibuka dengan mengklik Tombol di sebelah kirinya."],"Open the Pattern Library":["Buka Perpustkaan Pola"],"Knowledge Base home":["Beranda Knowledge Base"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["Tutorial yang telah dioptimasi untuk layer besar, memastikan pengalaman pengguna yang baik."],"Dismiss Banner":["Tutup Banner"],"View all (%s)":["Lihat Semua (%s)"],"Manage your profile or log out of your account here.":["Kelola profil anda atau log out akun dari sini."],"User":["Pengguna"],"Advanced settings for your site and for certain plugins.":["Pengaturan untuk website anda dan plugin tertentu."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Import\/Ekspor data postingan, cek Kesehatan website, dan edit template atau file plugin langsung di Admin WordPress."],"Tools":["Peralatan"],"Add or manage users on your site, both admin users and others.":["Tambah atau Kelola pengguna di website anda, baik Admin ataupun lainnya."],"Add or manage the plugins on your site.":["Tambah atau Kelola plugin yang ada di website anda."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Kelola tema anda dan akses editor website melalui menu Tampilan. Editor website dimana anda dapat membuat perubahan global pada website anda (seperti menu, header\/footer dan style)"],"Appearance":["Tampilan"],"If you have commenting enabled on your posts, you can manage those comments here.":["Jika anda mempunyai fitur Komen menyala pada postingan, maka anda dapat memanage komen disini."],"Comments":["Komen"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Tambah, ubah atau hapus gambar dan media lainnya diperpustakaan anda. Ketika anda mengupload sebuah gambar untuk digunakan di website anda, itu akan ditambahkan ke perpustakaan."],"Media":["Media"],"Manage and create blog posts.":["Kelola dan buat postingan blog."],"Posts":["Pos"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Dashboard bawaan WordPress akan mempunyai beberapa pengukuran website dan module yang ditambahkan dari beberapa plugin."],"Access the Site Assistant at any time.":["Akses Asisten Website kapan saja."],"Come back to the Site Assistant any time by clicking the menu item.":["Kembali ke Asisten Website kapan saja dengan mengklik item di menu."],"See our personalized recommendations for you that will help you accomplish your goals.":["Lihat rekomendasi khusus untuk anda akan membantu anda mencapai tujuan."],"Easily access some of the most common items in WordPress with these quick links.":["Akses beberapa item paling umum di WordPress melalui Link cepat dengan mudah."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Lihat tutorial tambahan untuk beberapa bagian berbeda di WordPress. Restart tutorial yang telah selesai kapan saja."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Temukan artikel dengan informasi untuk mencapai beberapa hal berbeda di WordPress, termasuk screenshot dan video."],"Knowledge Base":["Knowledge Base"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Sekarang anda telah membuat website starter, buat itu jadi milikmu dengan mengikuti beberapa task berikut."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["Asisten Website memberi anda rekomendasi khusus dan membantu membuat dan memanage website anda."],"Menu":["Menu"],"Get going with these WordPress tours":["Memulai dengan tutorial WordPress"],"Set Site Title":["Ubah Judul Website"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Buat website super cepat, indah dan dapat disesuaikan sesuai keinginan hanya dalam hitungan menit menggunakan Site Launcher kami."],"There was an error loading this article":["Ada error saat loading artikel ini"],"There was an error loading articles":["Ada error saat loading artikel"],"Tours":["Tutorial"],"No tours found...":["Tidak ada tutorial ditemukan..."],"Start Tour":["Mulai Tutorial"],"Restart Tour":["Restart Tutorial"],"Help Center":["Pusat Bantuan"],"No support articles found...":["Tidak ada artikel bantuan ditemukan..."],"Click the Add New button to add a new user to your site.":["Klik tombol tambah baru untuk menambah pengguna baru ke website anda."],"Add a new user":["Tambah Pengguna Baru"],"Use the search bar to find a particular user.":["Gunakan Search Bar untuk Menemukan Pengguna."],"Search for users":["Mencari Pengguna"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Klik Tombol Edit untuk mengubah Hak Akses pengguna, mengelola akun mereka, atau mengganti informasi pada profil mereka."],"Edit user information":["Ubah Informasi Pengguna"],"See all of your users, including admin users in this table.":["Lihat semua Pengguna, termasuk Admin di tabel ini."],"Users":["Pengguna"],"Click here to view and manage the users on your site.":["Klik disini untuk melihat dan mengelola pengguna di website anda."],"All Users menu":["Menu Semua Pengguna"],"Click here to add another plugin to your site.":["Klik disini untuk menambah plugin lain ke website anda."],"Add another":["Tambah lainnya"],"Under each plugin you can activate or deactivate it.":["Anda dapat mengaktifkan\/menonaktifkan plugin disetiap bagian Bawah plugin."],"Deactivate\/activate option":["Opsi Nonaktifkan\/Aktifkan"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Lihat semua plugin yang terinstall di website anda. Termasuk plugin yang aktif dan nonaktif."],"Installed plugins":["Plugin Terinstall"],"Click this menu to see and manage the plugins you have installed.":["Klik menu ini untuk melihat dan mengelola plugin yang terinstall."],"Installed Plugins menu":["Menu Plugin Terinstall"],"If you have a plugin from an external source, you can upload it directly here.":["Jika kamu punya plugin dari sumber luar, kamu dapat menguploadnya disini."],"Upload Plugin":["Unggah Plugin"],"Install the plugin. Then, press this button again to activate the plugin.":["Install Plugin. lalu, tekan button ini lagi untuk mengaktifkan Plugin nya."],"Install now":["Install Sekarang"],"See important information about each plugin.":["Lihat informasi penting tentang masing-masing plugin."],"Plugin details":["Detail Plugin"],"Search for a plugin by name or functionality.":["Cari Plugin berdasarkan nama atau fungsi nya."],"Click here to access the Add Plugins page.":["Klik disini untuk mengakses Halaman Tambah Plugin."],"Add New plugin menu":["Menu Tambah Plugin Baru"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Klik Publish atau Update untuk menyimpan perubahan yang kami lakukan pada halaman dan membuat nya tampil\/live di website."],"Publish or Save":["Publish atau Simpan"],"Click preview to view how your changes look on the front end of your site.":["Klik Preview untuk melihat bagaimana tampilan depan dari website anda."],"Preview":["Preview"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Pilih halaman atau block untuk mengubah pengaturan dari seluruh halaman atau block yang dipilih."],"Page and Block Settings":["Pengaturan Halaman dan Block"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Ini adalah sample block paragraph. dapat berupa kalimat Panjang dan beberapa baris. Anda dapat menambahkan sebanyak block yang anda suka kedalam halaman."],"Each block will show up on the page and can be edited by clicking on it.":["Setiap block akan muncul pada halaman dan dapat diubah dengan mengklik nya."],"Blocks":["Block"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Ubah judul halaman dengan mengklik nya. Catatan: judul dapat muncul atau tidak pada halaman, tergantung dari template halaman yang digunakan."],"Page Title":["Judul Halaman"],"Add a block by clicking or dragging it onto the page.":["Tambah block dengan mengklik atau menarik nya kedalam halaman."],"Block Inserter":["Pemasang Block"],"Click the plus to open the block inserter.":["Klik tanda Plus untuk membuka Pemasang Block."],"Add a Block":["Tambah Block"],"Layout":["Layout"],"Skip to Assist":["Lewati untuk Bantuan"],"Assist navigation":["Bantuan Navigasi"],"Take a tour":["Ikuti Tutorial"],"Recommendations":["Rekomendasi"],"Dashboard":["Dashboard"],"Personalized tasks for your site":["Tugas anda di website anda"],"View completed tasks":["Lihat Tugas yang sudah selesai"],"Congratulations! Take a moment to celebrate.":["Selamat!!."],"All caught up!":["Semuanya Aman!"],"Tasks":["Tugas"],"Not completed":["Belum Lengkap"],"Completed":["Lengkap"],"View all %s":["Lihat Semua %s"],"Quick Links":["Link Cepat"],"No quick links found...":["Tidak ada Link Cepat ditemukan."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Kapan saja, anda dapat melihat website anda (dari sudut pandang pengunjung wesite) dari atas admin bar dibawah nama website anda."],"Use the pages menu to add, delete, or edit the pages on your site.":["Gunakan menu halaman untuk menambah, menghapus atau mengubah halaman di website anda."],"Done":["Selesai"],"Tour Steps":["Langkah-langkah"],"Tour":["Tutorial"],"Personalized recommendations for your site":["Rekomendasi personal untuk situs Anda"],"Show":["Lihat"],"Hide":["Sembunyikan"],"%s completed":["%s Lengkap"],"Save":["Simpan"],"Enter a site description...":["Masukan Deskripsi Website."],"Site description":["Deskripsi Website"],"Add site description":["Tambah Deskripsi Website"],"Upload site logo":["Upload Logo Website"],"Site Assistant":["Asisten Website"],"View site":["Lihat Website"],"Your site is ready!":["Website anda sudah siap!"],"Upload site icon":["Upload Ikon Website"],"Set site icon":["Gunakan Ikon Website"],"Site icon":["Ikon Website"],"Set site logo":["Gunakan Logo Website"],"Site logo":["Logo Website"],"Remove image":["Lepas Gambar"],"Replace image":["Ganti Gambar"],"Edit or update the image":["Edit atau Update Gambar"],"Close Modal":["Tutup modal"],"Dismiss":["Tutup"],"Select Site Pages":["Pilih Halaman Website"],"Select Site Design":["Pilih Desain Website"],"Select Site Goals":["Pilih Tujuan Website"],"Continue Building Your Website":["Lanjut membuat website anda"],"Select Site Industry":["Pilih Industri Website"],"Let's Start Building Your Website":["Ayo mulai membangun website anda"],"No tasks found...":["Tidak ada tugas ditemukan."],"Site Title":["Judul Website"],"Back":["Kembali"],"Site Industry":["Industri Website"],"Goals":["Tujuan"],"Plugins":["Plugin"],"View Site":["Lihat Website"],"Next":["Selanjutnya"],"Pages":["Halaman"],"Loading...":["Loading..."],"Search...":["Mencari..."],"Show all":["LIhat Semua"],"Design":["Desain"],"Settings":["Pengaturan"],"Search":["Cari"],"%1$s of %2$s":["%1$s dari %2$s"],"Start over?":["Mulai dari awal?"],"Go through the onboarding process again to create a new site.":["Ikuti proses orientasi lagi untuk membuat situs baru."],"Start over":["Mulai dari awal"]}}}