{"translation-revision-date":"2024-03-01 17:44+0100","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-global-aad251535a353a7879b6.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nb_NO","plural-forms":"nplurals=2; plural=(n != 1);"},"Site Assistant":["Sideassistent"],"View Site":["Se nettsted"],"Help Center":["Hjelpesenter"],"Knowledge Base":["Kunnskapsbase"],"Tours":["Omvisninger"],"Open the Pattern Library":["Åpne mønsterbiblioteket"],"The Extendify pattern library can be opened by clicking the button to the left.":["Extendify mønsterbibliotek kan åpnes ved å klikke på knappen til venstre."],"Patterns and Layouts":["Mønstre og oppsett"],"Choose to insert individual block patterns, or full blown templates.":["Velg å sette inn individuelle blokkmønstre, eller komplette maler."],"Filter Patterns":["Filtrer mønstre"],"Click on any pattern category to refine the selection.":["Klikk på en hvilken som helst mønsterkategori for å forbedre utvalget."],"Select a Pattern":["Velg et mønster"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Velg enkelt det mønsteret du ønsker å sette inn på en side ved å klikke på det."],"View the Inserted Pattern":["Se det innsatte mønsteret"],"The selected pattern has been inserted into the page.":["Det valgte mønsteret er satt inn på siden."],"Add a Block":["Legg til en blokk"],"Click the plus to open the block inserter.":["Klikk på pluss for å åpne blokkinnsetteren."],"Block Inserter":["Blokkinnsetter"],"Add a block by clicking or dragging it onto the page.":["Legg til en blokk ved å klikke på den eller dra den til siden."],"Page Title":["Sidetittel"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Rediger sidetittelen ved å klikke på den. Merk: Tittelen kan vises eller ikke vises på den publiserte siden, avhengig av sidemalen som brukes."],"Blocks":["Blokker"],"Each block will show up on the page and can be edited by clicking on it.":["Hver blokk vil vises på siden og kan redigeres ved å klikke på den."],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Dette er en prøve på en avsnittsblokk. Den kan være flere setninger lang og vil strekke seg over flere rader. Du kan legge til så mange blokker du vil på siden."],"Page and Block Settings":["Innstillinger for side og blokk"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Velg enten side eller blokk for å endre innstillingene for hele siden eller den valgte blokken."],"Preview":["Forhåndsvisning"],"Click preview to view how your changes look on the front end of your site.":["Klikk på forhåndsvisning for å se hvordan endringene dine ser ut på forsiden av nettstedet ditt."],"Publish or Save":["Publiser eller lagre"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Klikk publiser eller oppdater for å lagre endringene du har gjort på siden og gjøre dem synlige på nettstedet."],"Add New plugin menu":["Legg til ny utvidelsesmeny"],"Click here to access the Add Plugins page.":["Klikk her for å få tilgang til siden Legg til utvidelser "],"Search":["Søk"],"Search for a plugin by name or functionality.":["Søk etter en utvidelse etter navn eller funksjonalitet."],"Plugin details":["Detaljer om utvidelsen"],"See important information about each plugin.":["Se viktig informasjon om hver utvidelse."],"Install now":["Installer nå"],"Install the plugin. Then, press this button again to activate the plugin.":["Installer utvidelsen. Trykk deretter på denne knappen igjen for å aktivere utvidelsen."],"Upload Plugin":["Last opp plugin"],"If you have a plugin from an external source, you can upload it directly here.":["Hvis du har en utvidelse fra en ekstern kilde, kan du laste den opp direkte her."],"Installed Plugins menu":["Meny for installerte utvidelser"],"Click this menu to see and manage the plugins you have installed.":["Klikk på denne menyen for å se og håndtere utvidelsene du har installert."],"Installed plugins":["Installerte utvidelser"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Se alle utvidelsene installert på nettstedet ditt. Dette inkluderer aktive og deaktiverte utvidelser."],"Deactivate\/activate option":["Deaktiver\/aktiver alternativ"],"Under each plugin you can activate or deactivate it.":["Under hver utvidelse kan du aktivere eller deaktivere den."],"Add another":["Legg til en annen"],"Click here to add another plugin to your site.":["Klikk her for å legge til en annen utvidelse på nettstedet ditt."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["Sideassistenten gir deg personlige anbefalinger og hjelper med å opprette og vedlikeholde nettstedet ditt."],"Tasks":["Oppgaver"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Nå som du har opprettet ditt startnettsted, gjør det til ditt eget med disse oppfølgingsoppgavene."],"Recommendations":["Anbefalinger"],"See our personalized recommendations for you that will help you accomplish your goals.":["Se våre personlige anbefalinger for deg som vil hjelpe deg med å nå dine mål."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Finn artikler med informasjon om hvordan du kan gjøre forskjellige ting med WordPress, inkludert skjermbilder og videoer."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Se flere omvisninger av de forskjellige delene av WordPress. Start dine fullførte omvisninger på nytt når som helst."],"Quick Links":["Hurtiglenker"],"Easily access some of the most common items in WordPress with these quick links.":["Få enkel tilgang til noen av de mest vanlige punktene i WordPress med disse hurtiglenkene."],"Come back to the Site Assistant any time by clicking the menu item.":["Du kan komme tilbake til Sideassistenten når som helst ved å klikke på menyvalget."],"Style Editor":["Stilredigerer"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Stilredigeringsverktøyet lar deg redigere stiler, farger og typografiske elementer på nettstedet ditt. For å få tilgang til stilredigeringsverktøyet, åpne først redigeringsverktøyet via Utseende > Redigeringsverktøy."],"Styles Panel":["Stilpanel"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Stilpanelet lar deg tilpasse utseendet på nettstedet ditt. Det inkluderer stilvarianter, farger, typografi og mer."],"Style Variations":["Stilvarianter"],"The Browse Styles button opens the style variations panel.":["Knappen for å bla gjennom stiler åpner panelet for stilvarianter."],"Choose a style you like to preview how it will look on your site.":["Velg en stil du liker for å forhåndsvise hvordan den vil se ut på nettstedet ditt."],"Typography":["Typografi"],"The Typography button opens the typography settings panel.":["Typografi knappen åpner panelet for typografi innstillinger."],"Choose a typographic element to customize.":["Velg et typografisk element å tilpasse."],"Colors":["Farger"],"The Colors button opens the color settings panel.":["Fargeknappen åpner innstillingspanelet for farger."],"Select the theme's palette or individual elements to customize their colors.":["Velg temaets palett eller individuelle elementer for å tilpasse deres farger."],"Layout":["Oppsett"],"The Layout button opens the layout settings panel.":["Knappen for oppsett åpner panelet for oppsettsinnstillinger."],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Herfra kan du tilpasse dimensjonene, utfyllingen og avstanden som brukes for oppsettet på nettstedet ditt."],"All Users menu":["Meny for alle brukere"],"Click here to view and manage the users on your site.":["Klikk her for å se og administrere brukerne på nettstedet ditt."],"Users":["Brukere"],"See all of your users, including admin users in this table.":["Se alle brukerne dine, inkludert admin-brukere i denne tabellen."],"Edit user information":["Rediger brukerinformasjon"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Klikk på redigeringsknappen for å endre brukerens rolle, administrere kontoen deres, eller endre profilinformasjonen deres."],"Search for users":["Søk etter brukere"],"Use the search bar to find a particular user.":["Bruk søkefeltet for å finne en bestemt bruker."],"Add a new user":["Legg til en ny bruker"],"Click the Add New button to add a new user to your site.":["Klikk på knappen Legg til ny for å legge til en ny bruker på nettstedet ditt."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Du kan når som helst se nettstedet ditt (fra en besøkers perspektiv) fra administrasjonslinjen på toppen under nettstedet ditt sitt navn."],"Access the Site Assistant at any time.":["Få tilgang til Sideassistenten når som helst."],"Dashboard":["Kontrollpanel"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Standard WordPress-kontrollpanelet vil ha noen generelle nettstedsmålinger og moduler lagt til fra visse utvidelser."],"Posts":["Innlegg"],"Manage and create blog posts.":["Behandle og opprett blogginnlegg."],"Media":["Media"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Legg til, rediger eller fjern bilder og annen media fra biblioteket ditt. Når du laster opp et bilde for å bruke det på nettstedet ditt, vil det bli lagt til i biblioteket."],"Pages":["Sider"],"Use the pages menu to add, delete, or edit the pages on your site.":["Bruk sidemenyen for å legge til, slette eller redigere sidene på nettstedet ditt."],"Comments":["Kommentarer"],"If you have commenting enabled on your posts, you can manage those comments here.":["Hvis du har slått på kommentering på innleggene dine, kan du håndtere disse kommentarene her."],"Appearance":["Utseende"],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Administrer temaet ditt og få tilgang til sideredigeringsverktøyet fra utseende-menyen. Sideredigeringsverktøyet er stedet hvor du kan gjøre globale endringer på nettstedet ditt (som menyen, toppfelt\/bunnfelt, og stiler)."],"Plugins":["Utvidelser"],"Add or manage the plugins on your site.":["Legg til eller håndter utvidelsene på nettstedet ditt."],"Add or manage users on your site, both admin users and others.":["Legg til eller administrer brukere på nettstedet ditt, både admin-brukere og andre."],"Tools":["Verktøy"],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importer\/eksporter innleggsdata, sjekk nettstedets helse, og rediger tema- eller utvidelsesfiler direkte i WordPress-administrasjonen."],"Settings":["Innstillinger"],"Advanced settings for your site and for certain plugins.":["Avanserte innstillinger for nettstedet ditt og for visse utvidelser."],"Collapse menu":["Kollaps meny"],"Use this toggle to collapse or expand the sidebar menu.":["Bruk denne vekslingen for å trekke sammen eller utvide sidemenyen."],"User":["Bruker"],"Manage your profile or log out of your account here.":["Administrer profilen din eller logg ut av kontoen din her."],"Tour this page":["Gå gjennom denne siden"],"No support articles found...":["Ingen støtteartikler funnet..."],"Show all":["Vis alle"],"Site Industry":["Nettstedsindustri"],"Let's Start Building Your Website":["La oss begynne å bygge nettstedet ditt"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Opprett et superraskt, vakkert og fullstendig tilpasset nettsted på minutter med vår nettsted Launch."],"Select Site Industry":["Velg industri for nettstedet"],"Site Title":["Nettstedstittel"],"Continue Building Your Website":["Fortsett å bygge nettstedet ditt"],"Set Site Title":["Angi nettstedstittel"],"Goals":["Målsetninger"],"Select Site Goals":["Velg nettstedsmål"],"Design":["Design"],"Select Site Design":["Velg nettsteddesign"],"Select Site Pages":["Velg nettstedssider"],"No quick links found...":["Ingen hurtiglenker funnet..."],"Dismiss":["Avvis"],"View all (%s)":["Se alle (%s)"],"View all recommendations":["Se alle anbefalinger"],"All caught up!":["Alt er oppdatert!"],"Congratulations! Take a moment to celebrate.":["Gratulerer! Ta et øyeblikk for å feire."],"Dismiss Banner":["Fjern banner"],"Edit or update the image":["Rediger eller oppdater bildet"],"Replace image":["Erstatt bilde"],"Remove image":["Fjern bilde"],"Done":["Ferdig"],"Upload site logo":["Last opp nettstedslogo"],"Site logo":["Nettstedslogo"],"Set site logo":["Angi nettstedslogo"],"Add site description":["Legg til nettstedsbeskrivelse"],"Loading...":["Laster..."],"Site description":["Beskrivelse av nettstedet"],"Enter a site description...":["Skriv inn en nettstedsbeskrivelse..."],"Save":["Lagre"],"Upload site icon":["Last opp nettstedsikon"],"Site icon":["Nettstedsikon"],"Set site icon":["Angi nettstedsikon"],"Restart Tour":["Start omvisning på nytt"],"Start Tour":["Start omvisning"],"Completed":["Fullført"],"Not completed":["Ikke fullført"],"No tasks found...":["Ingen oppgaver funnet..."],"View completed tasks":["Vis fullførte oppgaver"],"No tours found...":["Ingen omvisninger funnet..."],"View all %s":["Se alle %s"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["Guidede omvisninger er optimalisert for store skjermer, noe som sikrer den beste mulige opplevelsen."],"Your site is ready!":["Nettstedet ditt er klart!"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["Sideassistenten er ditt foretrukne kontrollpanel for å hjelpe deg med å få mest mulig ut av nettstedet ditt."],"Take a tour":["Ta en omvisning"],"Knowledge Base home":["Kunnskapsbase hjem"],"Search results for \"%s\"":["Søkeresultater for «%s»"],"Search for articles":["Søk etter artikler"],"Search...":["Søk..."],"There was an error loading articles":["Det oppstod en feil ved innlasting av artikler"],"Sorry, we couldn't find anything":["Beklager, vi fant ingenting"],"Go to the list of Blocks":["Gå til listen over blokker"],"Go back to the list of Blocks":["Gå tilbake til listen over blokker"],"There was an error loading this article":["Det oppsto en feil ved innlasting av denne artikkelen."],"Back to Knowledge Base home":["Tilbake til kunnskapsbase hjem"],"Personalized recommendations for your site":["Personlige anbefalinger for nettstedet ditt"],"%s dismissed":["%s avvist"],"Hide":["Skjul"],"Show":["Vis"],"Personalized tasks for your site":["Personlige oppgaver for nettstedet ditt"],"%s completed":["%s fullført"],"Get going with these WordPress tours":["Kom i gang med disse WordPress-omvisningene"],"Close Modal":["Lukk modalvindu"],"Tour":["Omvisning"],"Back":["Tilbake"],"Tour Steps":["Guide Steg"],"%1$s of %2$s":["%1$s av %2$s"],"Next":["Neste"],"Start over?":["Starte på nytt?"],"Go through the onboarding process again to create a new site.":["Gjennomgå oppstartsprosessen på nytt for å opprette et nytt nettsted."],"Start over":["Begynn på nytt"]}}}