{"translation-revision-date":"2023-10-11 19:32:01+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-global-aad251535a353a7879b6.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=n > 1;"},"%s dismissed":["%s rejeté"],"View all recommendations":["Voir toutes les recommandations"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["L'Assistant du Site est votre tableau de bord de référence pour vous aider à tirer le meilleur parti de votre site."],"Use this toggle to collapse or expand the sidebar menu.":["Utilisez ce bouton pour réduire ou agrandir le menu latéral."],"Collapse menu":["Réduire le menu"],"Back to Knowledge Base home":["Retour à l’accueil de la base de connaissances"],"Go back to the list of Blocks":["Retour à la liste de blocs"],"Go to the list of Blocks":["Aller à la liste de blocs"],"Sorry, we couldn't find anything":["Désolé, nous n’avons rien trouvé"],"Search for articles":["Rechercher des articles"],"Search results for \"%s\"":["Résultats de recherche pour « %s »"],"From here you can customize the dimensions, padding, and margins used for your site layout.":["À partir de là, vous pouvez personnaliser les dimensions, les marges internes et externes pour la mise en page de votre site."],"The Layout button opens the layout settings panel.":["Le bouton Mise en page ouvre le panneau de réglages de la mise en page."],"Select the theme's palette or individual elements to customize their colors.":["Sélectionnez la palette du thème ou des éléments individuels pour personnaliser leurs couleurs."],"The Colors button opens the color settings panel.":["Le bouton Couleurs permet d’ouvrir le panneau de réglages des couleurs."],"Colors":["Couleurs"],"Choose a typographic element to customize.":["Choisissez un élément typographique à personnaliser."],"The Typography button opens the typography settings panel.":["Le bouton Typographie ouvre le panneau de réglages de la typographie."],"Typography":["Typographie"],"Choose a style you like to preview how it will look on your site.":["Choisissez un style qui vous plaît pour avoir un aperçu de l’aspect qu’il aura sur votre site."],"The Browse Styles button opens the style variations panel.":["Le bouton Parcourir les styles ouvre le panneau des variations de style."],"Style Variations":["Variations de style"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Le panneau des styles vous permet de personnaliser l’apparence de votre site. Il comprend des variations de style, de couleurs, de typographie, etc."],"Styles Panel":["Panneau de styles"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["L’éditeur de style vous permet de modifier les styles, les couleurs et les éléments typographiques de votre site. Pour accéder à l’éditeur de style, ouvrez d’abord l’éditeur via Apparence > Éditeur."],"Style Editor":["Éditeur de style"],"The selected pattern has been inserted into the page.":["La composition sélectionnée a été insérée dans la page."],"View the Inserted Pattern":["Voir la compoisition insérée"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Il suffit de sélectionner la composition que vous souhaitez insérer dans une page en cliquant dessus."],"Select a Pattern":["Sélectionnez une composition"],"Click on any pattern category to refine the selection.":["Cliquez sur une catégorie de compositions pour affiner la sélection."],"Filter Patterns":["Filtrer les compositions"],"Choose to insert individual block patterns, or full blown templates.":["Choisissez d’insérer des compositions de blocs individuelles ou des modèles complets."],"Patterns and Layouts":["Compositions et mises en page."],"The Extendify pattern library can be opened by clicking the button to the left.":["La bibliothèque de compositions Extendify peut être ouverte en cliquant sur le bouton à gauche."],"Open the Pattern Library":["Ouvrir la bibliothèque de compositions"],"Knowledge Base home":["Base de connaissance"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["Les visites guidées sont optimisées pour les grands écrans, garantissant la meilleure expérience possible."],"Dismiss Banner":["Ignorer"],"View all (%s)":["Voir toutes les (%s)"],"Tour this page":["Visitez cette page"],"Manage your profile or log out of your account here.":["Gérez votre profil ou déconnectez-vous de votre compte ici."],"User":["Utilisateur"],"Advanced settings for your site and for certain plugins.":["Réglages avancés pour votre site et certains plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importez\/exportez les données d'un article, consultez la santé du site et modifiez le thème ou les fichiers de plugins directement sur le tableau de bord d'administration de WordPress."],"Tools":["Outils"],"Add or manage users on your site, both admin users and others.":["Ajoutez ou gérez les utilisateurs sur votre site, utilisateurs admin et autres compris."],"Add or manage the plugins on your site.":["Ajoutez ou gérez les plugins sur votre site."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Gérez votre thème et accédez à l'Éditeur du Site à partir du menu Apparence. L'Éditeur du Site est l'endroit où vous pouvez apporter des changements généraux à votre site (comme le menu, l'en-tête\/le pied de page et les styles)."],"Appearance":["Apparence"],"If you have commenting enabled on your posts, you can manage those comments here.":["Si vous avez activé les commentaires sur vos articles, vous pouvez gérer ces commentaires ici."],"Comments":["Commentaires"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Ajoutez, modifiez ou retirez des images et d'autres médias de votre bibliothèque. Lorsque vous téléchargez une image à utiliser sur votre site, elle sera ajoutée à votre bibliothèque."],"Media":["Média"],"Manage and create blog posts.":["Gérez et créez des articles de blog."],"Posts":["Articles"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Le tableau de bord WordPress par défaut inclura des indicateurs généraux du site et des modules ajoutés à partir de certains plugins."],"Access the Site Assistant at any time.":["Accédez à l'Assistant du Site à tout moment."],"Come back to the Site Assistant any time by clicking the menu item.":["Revenez à l'Assistant du Site à tout moment en cliquant sur l'élément du menu."],"See our personalized recommendations for you that will help you accomplish your goals.":["Découvrez nos recommandations personnalisées qui vous aideront à atteindre vos objectifs."],"Easily access some of the most common items in WordPress with these quick links.":["Accédez facilement à certains des éléments les plus courants de WordPress grâce à ces liens rapides."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Réalisez des visites supplémentaires des différentes parties de WordPress. Redémarrez vos visites complétées à tout moment."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Trouvez des articles avec des informations pour accomplir différentes choses avec WordPress, comme des captures d'écran et des vidéos."],"Knowledge Base":["Base de connaissance"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Maintenant que vous avez créé votre site de démarrage, personnalisez-le à l'aide de ces tâches de suivi."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["L'Assistant du Site vous donne des recommandations personnalisées et aide à créer et mettre à jour votre site."],"Get going with these WordPress tours":["Lancez-vous avec ces visites WordPress"],"Set Site Title":["Définissez le titre du site"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Créez un site super rapide, beau et entièrement personnalisé en quelques minutes avec notre lanceur de sites."],"There was an error loading this article":["Une erreur est survenue lors du chargement de cet article"],"There was an error loading articles":["Une erreur est survenue lors du chargement des articles"],"Tours":["Visites"],"No tours found...":["Aucune visite trouvée..."],"Start Tour":["Démarrer la visite"],"Restart Tour":["Redémarrer la visite"],"Help Center":["Centre d'aide"],"No support articles found...":["Aucun article de soutien trouvé..."],"Click the Add New button to add a new user to your site.":["Cliquez sur le bouton Ajouter un nouvel utilisateur pour ajouter un nouvel utilisateur sur votre site."],"Add a new user":["Ajouter un nouvel utilisateur"],"Use the search bar to find a particular user.":["Utilisez la barre de recherche pour trouver un utilisateur spécifique."],"Search for users":["Rechercher des utilisateurs"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Cliquez sur le bouton de modification pour modifier le rôle de l'utilisateur, gérer leur compte ou modifier leurs informations de profil."],"Edit user information":["Modifier les informations de l'utilisateur"],"See all of your users, including admin users in this table.":["Consultez tous vos utilisateurs, y compris les administrateurs, sur ce tableau."],"Users":["Utilisateurs"],"Click here to view and manage the users on your site.":["Cliquez ici pour consulter et gérer les utilisateurs sur votre site."],"All Users menu":["Menu Tous les utilisateurs"],"Click here to add another plugin to your site.":["Cliquez ici pour ajouter un autre plugin sur votre site."],"Add another":["Ajouter un autre"],"Under each plugin you can activate or deactivate it.":["Sous chaque plugin, vous avez la possibilité de l'activer et le désactiver."],"Deactivate\/activate option":["Option désactiver\/activer"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Consultez tous les plugins installés sur votre site. Cela inclut les plugins actifs et désactivés."],"Installed plugins":["Plugins installés"],"Click this menu to see and manage the plugins you have installed.":["Cliquez sur ce menu pour consulter et gérer les plugins que vous avez installés."],"Installed Plugins menu":["Menu Plugins installés"],"If you have a plugin from an external source, you can upload it directly here.":["Si vous possédez un plugin d'une source externe, vous pouvez le télécharger directement ici."],"Upload Plugin":["Télécharger un plugin"],"Install the plugin. Then, press this button again to activate the plugin.":["Installez le plugin. Puis, appuyez de nouveau sur ce bouton pour activer le plugin."],"Install now":["Installer maintenant"],"See important information about each plugin.":["Consultez des informations importantes sur chaque plugin."],"Plugin details":["Détails des plugins"],"Search for a plugin by name or functionality.":["Recherchez un plugin par nom ou fonctionnalité."],"Click here to access the Add Plugins page.":["Cliquez ici pour accéder à la page Ajouter des plugins."],"Add New plugin menu":["Menu Ajouter un nouveau plugin"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Cliquez sur publier ou mettre à jour pour enregistrer les changements effectués sur la page et les faire apparaître sur le site en ligne."],"Publish or Save":["Publier ou Sauvegarder"],"Click preview to view how your changes look on the front end of your site.":["Cliquez sur aperçu pour visualiser vos changements sur l'interface de votre site."],"Preview":["Aperçu"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Sélectionnez page ou bloc pour modifier les paramètres de la page entière ou du bloc sélectionné."],"Page and Block Settings":["Paramètres Page et Bloc"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Voici un exemple de bloc de paragraphe. Il peut faire plusieurs phrases de long et s'étendra sur plusieurs rangs. Vous pouvez ajouter autant de blocs que vous le souhaitez sur la page."],"Each block will show up on the page and can be edited by clicking on it.":["Chaque bloc apparaîtra sur la page et est modifiable en cliquant dessus."],"Blocks":["Blocs"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Modifiez le titre de la page en cliquant dessus. Remarque : le titre pourrait ne pas apparaître sur la page publiée, selon le modèle de page utilisé."],"Page Title":["Titre de la page"],"Add a block by clicking or dragging it onto the page.":["Ajoutez un bloc en cliquant dessus ou en le glissant sur la page."],"Block Inserter":["Dispositif d'insertion de blocs"],"Click the plus to open the block inserter.":["Cliquez sur le plus pour ouvrir le dispositif d'insertion de blocs."],"Add a Block":["Ajouter un bloc"],"Layout":["Mise en page"],"Take a tour":["Effectuer une visite"],"Recommendations":["Recommandations"],"Dashboard":["Tableau de bord"],"Personalized tasks for your site":["Tâches personnalisées pour votre site"],"View completed tasks":["Afficher les tâches complétées"],"Congratulations! Take a moment to celebrate.":["Félicitations ! Prenez un moment pour célébrer."],"All caught up!":["Vous êtes à jour !"],"Tasks":["Tâches"],"Not completed":["Non complétées"],"Completed":["Complétées"],"View all %s":["Afficher tous les %s"],"Quick Links":["Liens rapides"],"No quick links found...":["Aucun lien rapide trouvé..."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["À tout moment, vous pouvez visualiser votre site (du point de vue d’un visiteur) à partir de la barre d’administration supérieure, sous le nom de votre site."],"Use the pages menu to add, delete, or edit the pages on your site.":["Utilisez le menu des pages pour ajouter, supprimer ou modifier les pages de votre site."],"Done":["Effectué"],"Tour Steps":["Étapes de présentation"],"Tour":["Présentation"],"Personalized recommendations for your site":["Recommandations personnalisées pour votre site"],"Show":["Afficher"],"Hide":["Masquer"],"%s completed":["%s terminé"],"Save":["Enregistrer"],"Enter a site description...":["Saisissez une description du site..."],"Site description":["Description du site"],"Add site description":["Ajoutez une description au site"],"Upload site logo":["Téléversez le logo du site"],"Site Assistant":["Assistant du site"],"Your site is ready!":["Votre site est prêt!"],"Upload site icon":["Téléverser une icône de site"],"Set site icon":["Définir une icône de site"],"Site icon":["Icône de site"],"Set site logo":["Définir un logo de site"],"Site logo":["Logo du site"],"Remove image":["Retirer I’image"],"Replace image":["Remplacer l’image"],"Edit or update the image":["Modifier ou mettre à jour l’image"],"Close Modal":["Fermer la modale"],"Dismiss":["Ignorer"],"Select Site Pages":["Sélectionner les pages du site"],"Select Site Design":["Sélectionner le graphisme du site"],"Select Site Goals":["Sélectionner les objectifs du site"],"Continue Building Your Website":["Continuer à construire votre site"],"Select Site Industry":["Sélectionner le secteur d’activité du site"],"Let's Start Building Your Website":["Commençons à construire votre site"],"No tasks found...":["Aucune tâches trouvées..."],"Site Title":["Titre du site"],"Back":["Retour"],"Site Industry":["Secteur d’activité"],"Goals":["Objectifs"],"Plugins":["Extensions"],"View Site":["Voir le site"],"Next":["Suivant"],"Pages":["Pages"],"Loading...":["Chargement…"],"Search...":["Recherche…"],"Show all":["Afficher tout"],"Design":["Design"],"Settings":["Réglages "],"Search":["Rechercher"],"%1$s of %2$s":["%1$s sur %2$s"],"Start over?":["Recommencer ?"],"Go through the onboarding process again to create a new site.":["Reparcourez le processus d'intégration pour créer un nouveau site."],"Start over":["Recommencer"]}}}