{"translation-revision-date":"2023-10-17 14:46:28+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-launch-6480bf4132cbe8bb3ec1.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"vi_VN","plural-forms":"nplurals=1; plural=0;"},"View more pages":["Xem thêm trang"],"We already selected the most common pages for your type of website.":["Chúng tôi đã chọn sẵn những trang phổ biến nhất cho loại trang web của bạn."],"Pick the pages to add to your website":["Chọn các trang để thêm vào trang web của bạn"],"Home page":["Trang chủ"],"Pick a design for your website":["Chọn một thiết kế cho trang web của bạn"],"We'll make sure your website has what it needs to achieve your goals.":["Chúng tôi sẽ đảm bảo rằng trang web của bạn có những gì cần thiết để đạt được mục tiêu của bạn."],"What are your goals for your website?":["Mục tiêu của bạn cho website là gì?"],"We will help you create your WordPress website quickly.":["Chúng tôi sẽ giúp bạn tạo trang web WordPress nhanh chóng."],"What is your WordPress site about?":["Trang WordPress của bạn nói về điều gì?"],"Searching...":["Đang tìm kiếm..."],"Enter your website name":["Nhập tên trang web của bạn"],"Helping you to succeed":["Giúp bạn thành công"],"Adding page content":["Thêm nội dung trang"],"Installing necessary plugins":["Đang cài đặt các plugin cần thiết"],"Creating a beautiful website":["Tạo một trang web đẹp mắt"],"Applying your website styles":["Áp dụng kiểu dáng cho website của bạn"],"Personalizing your experience":["Cá nhân hóa trải nghiệm của bạn"],"Populating data":["Đang điền dữ liệu"],"Home":["Trang chủ"],"Layout":["Bố cục"],"Events":["Sự kiện"],"Search for your business type":["Tìm kiếm theo loại hình doanh nghiệp của bạn"],"We encountered a server error we cannot recover from. Please reload the page and try again.":["Chúng tôi đã gặp lỗi máy chủ mà không thể khắc phục. Vui lòng tải lại trang và thử lại."],"Blog":["Blog"],"Exit Launch":["Thoát khởi chạy"],"Redirecting in 3, 2, 1...":["Đang chuyển hướng trong 3, 2, 1..."],"Your website has been created!":["Website của bạn đã được tạo!"],"Setting up your Site Assistant":["Cài đặt Trợ lý trang web của bạn"],"Starting off with a full website":["Bắt đầu với một trang web đầy đủ"],"Site Title":["Tên trang web"],"Back":["Quay lại"],"Site Industry":["Ngành công nghiệp của trang web"],"Goals":["Mục tiêu"],"Take me there":["Đưa tôi tới đó"],"Hey there, Launch is powered by Extendable and is required to proceed. You can install it from the link below and start over once activated.":["Xin chào, Launch được hỗ trợ bởi Extendable và cần thiết để tiếp tục. Bạn có thể cài đặt nó từ liên kết dưới đây và bắt đầu lại sau khi kích hoạt."],"One more thing before we start.":["Còn một điều nữa trước khi chúng ta bắt đầu."],"Site is not ready to launch.":["Trang chưa sẵn sàng để khởi chạy."],"Next":["Sau"],"Pages":["Trang"],"You can personalize this later.":["Bạn có thể cá nhân hóa điều này sau."],"Loading...":["Đang tải..."],"What's the name of your website?":["Tên website của bạn là gì?"],"You can change this later.":["Bạn có thể thay đổi điều này sau."],"What's the name of your new site?":["Tên mới của trang web của bạn là gì?"],"Press to select":["Nhấn để chọn"],"Just a moment, this is taking longer than expected.":["Chỉ một chút, việc này mất thời gian hơn dự kiến."],"Creating pages with custom content":["Tạo trang với nội dung tùy chỉnh"],"Setting up site layout":["Cài đặt bố cục trang web"],"I agree to the %1$sAI terms and conditions%2$s":["Tôi đồng ý với %1$sđiều khoản và điều kiện AI%2$s"],"Website description":["Mô tả trang web"],"E.g., We are a yoga studio in Lakewood, CO with professionally trained instructors with focus on hot yoga for therapeutic purposes.":["Ví dụ, chúng tôi là một phòng tập yoga tại Lakewood, CO với các giáo viên được đào tạo chuyên nghiệp, chú trọng vào yoga nóng với mục đích chữa bệnh."],"Professional":["Chuyên nghiệp"],"Friendly":["Thân thiện"],"Inspirational":["Truyền cảm hứng"],"Informative":["Thông tin chi tiết"],"Persuasive":["Thuyết phục"],"Select your site's tone":["Chọn tông màu của trang web của bạn"],"Skip":["Bỏ qua"],"Business Information":["Thông tin doanh nghiệp"],"Let us create custom copy for your website":["Hãy để chúng tôi tạo nội dung tùy chỉnh cho trang web của bạn"],"Our AI Assistant will take your input and create customized copy for each page. Describe your website or business with as much detail as you'd like and we'll use it to create your perfect site.":["Trợ lý AI của chúng tôi sẽ lấy thông tin từ bạn và tạo nội dung tuỳ chỉnh cho mỗi trang. Mô tả về trang web hoặc doanh nghiệp của bạn với bất kỳ chi tiết nào bạn muốn và chúng tôi sẽ sử dụng nó để tạo ra trang web hoàn hảo của bạn."],"Please accept the terms to continue":["Vui lòng chấp nhận các điều khoản để tiếp tục"],"Added by Launch":["Đã thêm bởi Launch"],"Start over?":["Bắt đầu lại từ đầu?"],"Go through the onboarding process again to create a new site.":["Thực hiện lại quy trình nhập môn để tạo một trang web mới."],"%s pages created in the prior onboarding session will be deleted.":["%s trang được tạo trong phiên làm việc trước sẽ bị xoá."],"Exit":["Thoát"],"Processing":["Đang xử lý"],"Continue":["Tiếp tục"]}}}