{"translation-revision-date":"2023-10-17 14:42:47+0000","generator":"WP-CLI\/2.10.0","source":"public\/build\/extendify-assist-page-6d552ffd86ca7446e745.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es","plural-forms":"nplurals=2; plural=n != 1;"},"%s dismissed":["%s descartadas"],"View all recommendations":["Ver todas las recomendaciones"],"The Site Assistant is your go-to dashboard to help you get the most out of your site.":["El Asistente del sitio es tu escritorio de referencia para ayudarte a sacar lo mejor de tu sitio."],"Use this toggle to collapse or expand the sidebar menu.":["Utiliza este conmutador para expandir o cerrar el menú de la barra lateral."],"Collapse menu":["Cerrar menú"],"Back to Knowledge Base home":["Volver a la página de inicio de la Base de conocimientos"],"Go back to the list of Blocks":["Volver a la lista de Bloques"],"Go to the list of Blocks":["Ve a la lista de Bloques"],"Sorry, we couldn't find anything":["Lo siento, no hemos podido encontrar nada"],"Search for articles":["Buscar artículos"],"Search results for \"%s\"":["Buscar resultados para \"%s\""],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Desde aquí puedes customizar las dimensiones, y márgenes usados para el diseño de tu plantilla."],"The Layout button opens the layout settings panel.":["El botón Plantilla abre el panel de ajustes de plantilla."],"Select the theme's palette or individual elements to customize their colors.":["Selecciona la paleta del tema o de los elementos individuales para customizar sus colores."],"The Colors button opens the color settings panel.":["El botón Colores abre el panel de ajustes de color."],"Colors":["Colores"],"Choose a typographic element to customize.":["Elige un elemento tipográfico para customizar."],"The Typography button opens the typography settings panel.":["El botón Tipografía abre el panel de ajustes de tipografía."],"Typography":["Tipografía"],"Choose a style you like to preview how it will look on your site.":["Elige un estilo que te guste para tener una vista previa de cómo se vería en tu sitio."],"The Browse Styles button opens the style variations panel.":["El botón de Explorar estilos abre el panel de variaciones de estilo."],"Style Variations":["Variaciones de estilo"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["El panel de estilos te permite customizar la apariencia de tu sitio. Incluye variaciones de estilo, colores, tipografía y más."],"Styles Panel":["Panel de estilos"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["El editor de estilo te permite editar los estilos, colores y elementos tipográficos de tu sitio. Para acceder al editor de estilo, abre primero el Editor a través de Apariencia > Editor."],"Style Editor":["Editor de estilo"],"The selected pattern has been inserted into the page.":["Se ha insertado el patrón seleccionado en la página."],"View the Inserted Pattern":["Visualiza el patrón insertado"],"Simply select any pattern you wish to insert into a page by clicking on it.":["Simplemente selecciona cualquier patrón que quieras insertar en una página haciendo clic sobre él."],"Select a Pattern":["Selecciona un patrón"],"Click on any pattern category to refine the selection.":["Haz clic en cualquier categoría de patrones para refinar la selección."],"Filter Patterns":["Filtrar patrones"],"Choose to insert individual block patterns, or full blown templates.":["Elige insertar patrones de bloque individuales o plantillas enteras."],"Patterns and Layouts":["Patrones y diseños"],"The Extendify pattern library can be opened by clicking the button to the left.":["La Biblioteca de patrones de Extendify se puede abrir haciendo clic en el botón de la izquierda."],"Open the Pattern Library":["Abre la Biblioteca de patrones"],"Knowledge Base home":["Base de conocimiento"],"Guided tours are optimized for large screens, ensuring the best possible experience.":["Las visitas guiadas están optimizadas para pantallas grandes, lo que garantiza la mejor experiencia posible."],"Dismiss Banner":["Descartar"],"View all (%s)":["Ver todos (%s)"],"Manage your profile or log out of your account here.":["Gestiona tu perfil o desconéctate de tu cuenta aquí."],"User":["Usuario"],"Advanced settings for your site and for certain plugins.":["Ajustes avanzados para tu sitio y para algunos plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importa\/exporta información de las entradas, comprueba la salud de tu sitio y edita el tema o los ficheros de los plugins directamente en el administrador de WordPress."],"Tools":["Herramientas"],"Add or manage users on your site, both admin users and others.":["Añade o gestiona los usuarios de tu sitio, tanto los usuarios administradores como los otros."],"Add or manage the plugins on your site.":["Añade o gestiona los plugins de tu sitio."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Gestiona el tema y accede al editor del sitio desde el menú de Apariencia. El editor del sitio es donde puedes hacer los cambios globales de tu sitio (como el menú, la cabecera\/pie de página y los estilos)."],"Appearance":["Apariencia"],"If you have commenting enabled on your posts, you can manage those comments here.":["Si tienes los comentarios habilitados en tus entradas, puedes gestionar dichos comentarios aquí."],"Comments":["Comentarios"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Añade, edita o elimina imágenes y otros medios desde tu biblioteca. Cuando cargues una imagen para utilizarla en tu sitio, esta se añadirá a la biblioteca."],"Media":["Medios"],"Manage and create blog posts.":["Gestiona y crea entradas de blog."],"Posts":["Entradas"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["El panel de WordPress por defecto tendrá algunas métricas y módulos generales añadidos desde ciertos plugins."],"Access the Site Assistant at any time.":["Accede al asistente del sitio en cualquier momento."],"Come back to the Site Assistant any time by clicking the menu item.":["Vuelve al asistente del sitio en cualquier momento haciendo clic en el elemento menú."],"See our personalized recommendations for you that will help you accomplish your goals.":["Consulta nuestras recomendaciones personalizadas para ti que te ayudarán a conseguir tus objetivos."],"Easily access some of the most common items in WordPress with these quick links.":["Accede fácilmente a algunos de los elementos más comunes de WordPress com estos enlaces rápidos."],"See additional tours of the different parts of WordPress. Restart your completed tours at any time.":["Visualiza recorridos adicionales de las diferentes partes de WordPress. Puedes volver a empezar los recorridos completados en cualquier momento."],"Find articles with information on accomplishing different things with WordPress, including screenshots, and videos.":["Encuentra artículos con información, con capturas de pantalla y vídeos, sobre cómo conseguir diferentes logros con WordPress."],"Knowledge Base":["Base de conocimiento"],"Now that you've created your starter site, make it your own with these follow up tasks.":["Ahora que has creado tu sitio inicial, personalízalo con estas tareas de seguimiento."],"The Site Assistant gives you personalized recommendations and helps with creating and maintaining your site.":["El asistente del sitio te da recomendaciones personalizadas y te ayuda con la creación y el mantenimiento de tu sitio."],"Menu":["Menú"],"Get going with these WordPress tours":["Empieza con estos recorridos por WordPress"],"Set Site Title":["Establecer el título del sitio"],"Create a super-fast, beautiful, and fully customized site in minutes with our Site Launcher.":["Crea en minutos un sitio súper rápido, bonito y enteramente customizado con nuestro lanzador del sitio."],"There was an error loading this article":["Hubo un error al cargar este artículo"],"There was an error loading articles":["Hubo un error al cargar los artículos"],"Tours":["Recorridos"],"No tours found...":["No se han encontrado recorridos..."],"Start Tour":["Empezar el recorrido"],"Restart Tour":["Volver a empezar el recorrido"],"Help Center":["Centro de ayuda"],"No support articles found...":["Artículos de ayuda no encontrados..."],"Click the Add New button to add a new user to your site.":["Haz clic en el botón de Añadir nuevo para añadir un usuario nuevo a tu sitio."],"Add a new user":["Añadir un usuario nuevo"],"Use the search bar to find a particular user.":["Utiliza la barra de búsqueda para buscar un usuario concreto."],"Search for users":["Buscar usuarios"],"Click the edit button to change the user's role, manage their account, or change their profile information.":["Haz clic en el botón de Editar para cambiar el rol del usuario, gestionar su cuenta o cambiar la información de su perfil."],"Edit user information":["Editar la información del usuario"],"See all of your users, including admin users in this table.":["Consulta todos tus usuarios, incluidos los usuarios administradores, en esta tabla."],"Users":["Usuarios"],"Click here to view and manage the users on your site.":["Haz clic aquí para consultar y gestionar los usuarios de tu sitio."],"All Users menu":["Menú de todos los usuarios"],"Click here to add another plugin to your site.":["Haz clic aquí para añadir otro plugin a tu sitio."],"Add another":["Añadir otro"],"Under each plugin you can activate or deactivate it.":["Debajo de cada plugin puedes activarlo o desactivarlo."],"Deactivate\/activate option":["Opción de desactivar\/activar"],"See all plugins installed on your site. This includes plugins that are active and deactivated.":["Consulta todos los plugins instalados en tu sitio. Esto incluye los plugins que están activados y desactivados."],"Installed plugins":["Plugins instalados"],"Click this menu to see and manage the plugins you have installed.":["Haz clic en este menú para consultar y gestionar los plugins que has instalado."],"Installed Plugins menu":["Menú de plugins instalados"],"If you have a plugin from an external source, you can upload it directly here.":["Si tienes un plugin de una fuente externa, lo puedes subir directamente aquí."],"Upload Plugin":["Subir plugin"],"Install the plugin. Then, press this button again to activate the plugin.":["Instala el plugin. A continuación, pulsa el botón otra vez para activar el plugin."],"Install now":["Instalar ahora"],"See important information about each plugin.":["Consulta la información importante sobre cada plugin."],"Plugin details":["Detalles del plugin"],"Search for a plugin by name or functionality.":["Busca un plugin por nombre o características."],"Click here to access the Add Plugins page.":["Haz clic aquí para acceder a la página de añadir plugins."],"Add New plugin menu":["Menú de añadir nuevo plugin"],"Click publish or update to save the changes you’ve made to the page and make them live on the site.":["Haz clic en publicar o actualizar para guardar los cambios que has hecho en la página y ponerlos en la versión publicada de tu sitio."],"Publish or Save":["Publicar o guardar"],"Click preview to view how your changes look on the front end of your site.":["Haz clic en vista previa para ver cómo se ven tus cambios en la vista pública de tu sitio."],"Preview":["Vista previa"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Selecciona cualquier página o bloque para cambiar los ajustes para la página entera o para el bloque seleccionado."],"Page and Block Settings":["Ajustes del sitio y del bloque"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Este es un bloque de párrafo de ejemplo. Puede tener varias frases de longitud y abarcar varias líneas. Puedes añadir tantos bloques como quieras a la página."],"Each block will show up on the page and can be edited by clicking on it.":["Cada bloque se mostrará en la página y puede ser editado al hacer clic en él."],"Blocks":["Bloques"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Edita el título de la página haciendo clic en él. Nota: el título puede mostrarse o no en la página publicada dependiendo de la plantilla de página usada."],"Page Title":["Título de página"],"Add a block by clicking or dragging it onto the page.":["Añade un bloque haciendo clic en él o arrastrándolo a la página."],"Block Inserter":["Insertador de bloque"],"Click the plus to open the block inserter.":["Haz clic en más para abrir el insertador de bloque."],"Add a Block":["Añade un bloque"],"Layout":["Disposición"],"Skip to Assist":["Saltar a la ayuda"],"Assist navigation":["Navegación de asistencia"],"Take a tour":["Haz el recorrido"],"Recommendations":["Recomendaciones"],"Dashboard":["Escritorio"],"Personalized tasks for your site":["Tareas personalizadas para tu sitio"],"View completed tasks":["Ver tareas completadas"],"Congratulations! Take a moment to celebrate.":["¡Enhorabuena! Tómate un momento para celebrarlo."],"All caught up!":["¡Todo puesto al día!"],"Tasks":["Tareas"],"Not completed":["No completadas"],"Completed":["Completadas"],"View all %s":["Ver todas las %s"],"Quick Links":["Enlaces rápidos"],"No quick links found...":["No se han encontrado enlaces rápidos..."],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["En cualquier momento, puedes visualizar tu sitio (desde la perspectiva de un visitante) desde la barra de administrador que hay arriba, justo debajo del nombre de tu sitio."],"Use the pages menu to add, delete, or edit the pages on your site.":["Usa el menú de páginas para añadir, borrar o editar las páginas de tu sitio."],"Done":["Listo"],"Tour Steps":["Pasos del recorrido"],"Tour":["Recorrido"],"Personalized recommendations for your site":["Recomendaciones personalizadas para tu sitio"],"Show":["Mostrar"],"Hide":["Ocultar"],"%s completed":["%s completadas"],"Save":["Guardar"],"Enter a site description...":["Introduce una descripción del sitio..."],"Site description":["Descripción del sitio"],"Add site description":["Añadir descripción del sitio"],"Upload site logo":["Sube el logo del sitio"],"Site Assistant":["Asistente del sitio"],"View site":["Ver sitio"],"Your site is ready!":["Tu sitio está listo!"],"Upload site icon":["Subir el icono del sitio"],"Set site icon":["Establecer el icono del sitio"],"Site icon":["Icono del sitio"],"Set site logo":["Establecer el logotipo del sitio"],"Site logo":["Logo del sitio"],"Remove image":["Eliminar imagen"],"Replace image":["Reemplazar imagen"],"Edit or update the image":["Editar o actualizar la imagen"],"Close Modal":["Cerrar modal"],"Dismiss":["Descartar"],"Select Site Pages":["Selecciona las páginas del sitio"],"Select Site Design":["Selecciona el diseño del sitio"],"Select Site Goals":["Selecciona los objetivos del sitio"],"Continue Building Your Website":["Sigue construyendo tu sitio web"],"Select Site Industry":["Selecciona la industria del sitio"],"Let's Start Building Your Website":["Empecemos a construir tu sitio"],"No tasks found...":["No se han encontrado tareas..."],"Site Title":["Título del sitio"],"Back":["Volver atrás"],"Site Industry":["Sector del sitio"],"Goals":["Objetivos"],"Plugins":["Plugins"],"View Site":["Ver sitio"],"Next":["Siguiente"],"Pages":["Páginas"],"Loading...":["Cargando..."],"Search...":["Buscar..."],"Show all":["Mostrar todos"],"Design":["Diseño"],"Settings":["Ajustes"],"Search":["Buscar"],"%1$s of %2$s":["%1$s de %2$s"],"Start over?":["¿Empezar de nuevo?"],"Go through the onboarding process again to create a new site.":["Realiza de nuevo el proceso de bienvenida para crear un nuevo sitio."],"Start over":["Comenzar de nuevo"]}}}